{
    "title_question_1": "Was sind Spezialisierungen?",
    "text_question_1": "Spezialisierungen sind die Möglichkeit, in deinem Studium einen individuellen Schwerpunkt zu setzen. Sie umfassen 20 ECTS und bestehen in der Regel aus 5 Kursen (zu je 4 ECTS). Spezialisierungen sind in fast allen Studiengängen vorgesehen.<br><br> Im alten Studienplan hießen sie noch Spezielle Betriebswirtschaftslehren (SBWLs). Im neuen Studienplan werden sie als Spezialisierungen bzw. Komplementärfächer bezeichnet, wobei der Begriff Komplementärfach eine Spezialisierung beschreibt, die thematisch nicht zum Studienzweig gehört. Die Unterscheidung ist deshalb wichtig, weil man immer nur maximal 1 Komplementärfach abschließen darf. Alternativ gibt es auch die Möglichkeit, Courses Abroad zu absolvieren. Hier kann man sich Kurse mit Wirtschaftsbezug, die man im Ausland gemacht hat, im Ausmaß von 20 ECTS anrechnen lassen, was vor allem für ein Auslandssemester sehr zu empfehlen ist. BBE-Studierenden stehen alle englischsprachigen Spezialisierungen sowie eigene BBE-Specializations offen.<br><br> Weitere Informationen erhältst du bei unserer Veranstaltung Let’s Talk About Spezialisierungen! (Nächster Termin wird auf Social Media bekanntgegeben.)<br> Unsere Präsentation findest du hier: <a href='https://ag-wu.at/lets-talk-about-praesentationen/'target='_blank'>Link</a>",
    "title_question_2": "Wann starten die Bewerbungen?",
    "text_question_2": "Die nächste Anmeldefrist startet am 29. August 2024. Das Anmeldefenster muss für jede Spezialisierung mind. 4 Tage geöffnet sein. <br><br>Alle wichtigen Fristen findest du hier: <a href='https://www.wu.ac.at/studierende/mein-studium/bachelorguide/sbwl-2-1-1'target='_blank'>Link</a>",
    "title_question_3": "Wie funktioniert der Einstieg?",
    "text_question_3": "Um am Aufnahmeverfahren teilzunehmen, muss man sich jedenfalls im Anmeldezeitraum für den Kurs ET „Einstieg in die Spezialisierung“ der jeweiligen Spezialisierung auf LPIS anmelden. Manchmal sind weitere Unterlagen wie Motivationsschreiben oder Lebenslauf erforderlich. Wo diese eingereicht werden müssen, ist meist auf der jeweiligen Webseite des Instituts angegeben. Die Bewerbungsmodalitäten variieren von Spezialisierung zu Spezialisierung. Die Aufnahme kann z.B. über den Notenschnitt, Aufnahmetest, Motivationsschreiben, First-Come-First-Served oder Kombinationen erfolgen. <br><br>Einen Überblick über Einstiegsmodalitäten und auch die ET-Kursnummern findest du in der AG WU Einstiegsliste. <br>Hier geht es zur Einstiegsliste: <a href='https://ag-wu.at/services/sbwl-liste-2023/'target='_blank'>Link</a>",
    "title_question_4": "Welche Spezialisierungen gibt es?",
    "text_question_4": "Insgesamt gibt es ca. 40 Spezialisierungen. Auf der ÖH WU Webseite findest du zu jeder Spezialisierung einen Artikel, der Aufbau und Inhalt der Spezialisierung beschreibt. Zudem ist hier immer die jeweilige SBWL-Messe-Präsentation angehängt. <br><br>Den Überblick findest du hier: <a href='https://oeh-wu.at/service/studium/sbwls'target='_blank'>Link</a>",
    "title_question_5": "Welche Spezialisierungen sind mit meinem Zweig möglich?",
    "text_question_5": "Nicht alle Spezialisierungen können in jedem Studienzweig absolviert werden, auch ist nicht jede Kombination zulässig. Man darf z.B. im neuen Studienplan nur maximal ein Komplementärfach wählen.<br><br>Welche Spezialisierungen in deinem Zweig möglich sind, erfährts du hier:",
    "title_question_6": "Welche Spezialisierung ist gut?",
    "text_question_6": "Ob eine Spezialisierung gut oder schlecht ist, ist meistens subjektiv. Welche Erfahrungen andere Studierende mit den Spezialisierungen gemacht haben, erfährst du in der AG WU Meinungsbroschüre. <br><br>Hier geht es zu den Bewertungen:",
    "title_question_7": "Welche Kombinationen sind geeignet?",
    "text_question_7": "Leider gibt es auf die Frage, wie man Spezialisierungen am besten kombiniert, keine eindeutige Antwort. Je nach Präferenz gibt es unterschiedliche Strategien, die du verfolgen kannst: <br><br> 1.) Fokus auf Überthema: Wenn du bereits sehr genau weißt, welches Thema dich interessiert und in welchem Bereich du später arbeiten möchtest, kannst du Spezialisierungen so wählen, dass sie sich gut thematisch ergänzen. Angenommen dich interessieren Finanzkennzahlen und dein Traumberuf ist CFO, ist die Kombination Finance und Strategy & Managerial Accounting wahrscheinlich sehr passend. Allerdings sollten sich Spezialisierungen auch nicht zu stark thematisch überschneiden. So solltest du zum Beispiel nicht gleich drei Marketing-Spezialisierungen machen (schon gar nicht, wenn du auch noch einen Marketing-Master planst), weil du dann mehrmals exakt die gleichen Themen behandelst.<br><br> 2.) Fokus auf Abwechslung: Eine ganz andere legitime Strategie wäre, Spezialisierungen gezielt so zu wählen, dass du thematisch breit aufgestellt bist und viel Abwechslung im Studium hast. Du könntest z.B. quantitativere Spezialisierungen mit qualitativeren kombinieren. Ein Beispiel für eine Kombination wäre International Accounting & Controlling (quantitativ) und Entrepreneurship & Innovation (qualitativ). <br><br>3.) Fokus auf Aufwand: Eine andere Möglichkeit ist, bei der Wahl der Spezialisierungen auf einen ausgewogenen Aufwand zu achten. Sehr aufwändige Spezialisierungen (z.B. Data Science oder E&I) könnten mit eher weniger aufwendigen (z.B. IBC oder Personalmanagement) kombiniert werden.",
    "title_question_8": "Welche Spezialisierungen sind wenig Aufwand?",
    "text_question_8": "Es ist schwer zu sagen, wie aufwendig bestimmte Spezialisierungen im Vergleich zu anderen sind, da hier auch subjektive Eindrücke eine wichtige Rolle spielen. Jedoch ist es unbestreitbar, dass nicht alle Spezialisierungen gleich aufwendig sind. Als besonders aufwendig gelten z.B. die Spezialisierungen E&I, Strategy and Managerial Accounting (IFU) und Data Science. Etwas weniger aufwendig sollen z.B. Diversitätsmanagement, Organisation, Personalmanagement oder IBC sein. Aber bitte beachte, dass diese Angaben nicht vollständig sind und auf subjektiven Erfahrungsberichten basieren. Zudem muss gesagt sein, dass sich der Aufwand einer Spezialisierung ständig ändern kann und außerdem von vielen Faktoren, wie z.B. den jeweiligen Kursleitern, Projektpartnern und natürlich der eigenen Notenerwartung, abhängt. Wie Mitstudierende die Spezialisierungen empfunden haben, kannst du in der AG WU Meinungsbroschüre nachlesen. <br><br> Hier geht es zu den Meinungen:" 

}