{
    "subtitle_1": "Das Tool für dein Studium",
    "heading_2": "So unterstützen wir dich",
    "subtitle_2": "Meistere dein Studium mit Leichtigkeit",
    "studienplaner_card": "Ein Studium voller Meilensteine mit deinem ÖH WU Studienplaner! Der Studienplaner stellt deine Kurse graphisch in Sequenzen dar, macht ECTS unkompliziert planbar und lässt dich Kursvoraussetzungen schnell und einfach überprüfen. Nie wieder Voraussetzungsfallen und nie wieder ECTS-Dilemma mit deinem Studienplaner!",
    "lvplaner_card": "Schreite zielstrebig und effizient voran mit dem ÖH WU LV-Planer! Stell dein perfektes Semester mit wenigen Klicks aus dem VVZ-Kursangebot zusammen und lade es dir gleich praktisch in deinen Kalender – Terminüberschneidungen waren gestern, Turbo im Studium heute mit deinem LV-Planer!",
    "profcheck_card": "Ist die Vorlesung der Hit oder doch eher Bockmist? Teil es uns mit, mit dem ÖH WU ProfCheck! Hier kannst du direkt Lehrende und ihre Lehrveranstaltungen nach verschiedenen Kriterien bewerten und uns deine Meinung dazu hinterlassen. Damit unterstützt du uns und all deine Mitstudierenden in unserem Bestreben nach mehr Fairness, Transparenz und Qualität im Studium.",
    "heading_3": "Deine ÖH WU",
    "subtitle_3": "Wir, die Österreichische Hochschüler:innenschaft der Wirtschaftsuniversität Wien, sind deine gesetzlich verankerte Interessenvertretung an unserer Universität. Als engagierte Vertreter:innen setzen wir uns tagtäglich für die Anliegen aller Studierenden ein. Egal ob es um Gespräche mit dem Rektorat, dem Bibliotheks-Management oder der Mensa geht – wir kämpfen dafür, dass eure Wünsche und Bedürfnisse Gehör finden. Unser Ziel ist es, die Qualität und Fairness an der WU kontinuierlich zu verbessern, damit das Studium für alle eine bereichernde und unvergessliche Zeit wird. Denn dein Studium ist nicht nur eine Vorbereitung auf die Zukunft, sondern auch eine der prägendsten Phasen deines Lebens – und wir stehen an deiner Seite, um diese Zeit so angenehm wie möglich zu gestalten!"
}