{
  "Accounting_and_Taxation": {
    "information_text": "Im Zentrum von „Accounting and Taxation“ stehen die steuerlichen und buchhalterischen Auswirkungen für multinationale Konzerne. Die Studierenden erwerben vertiefte Kenntnisse und Fähigkeiten zur Steuerplanung in multinationalen Unternehmen und zu den entsprechenden Vorschriften zur Bekämpfung von Steuervermeidung. Dies beinhaltet Standortentscheidungen, unter Berücksichtigung von gesetzlichen und effektiven Steuersätzen, Ermittlung von Steuerbelastungsunterschieden für Inbound- und Outbound-Investitionen in Abhängigkeit von der Rechtsform (d.h. PE/Kapitalgesellschaft/Nicht-Kapitalgesellschaft) sowie Ermittlung von Steuerbelastungsunterschieden bei grenzüberschreitender Finanzierung (d.h. Eigen-/Fremd-/Hybridfinanzierung). Die Specialization wird zur Gänze in Englisch abgehalten.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Business_Information_Systems": {
    "information_text": "Nach Absolvierung von „Business Information Systems“ besitzen die Studierenden das erforderliche IT-Verständnis für die zentrale Rolle der Technologie bei Service- und Geschäftsinnovationen, bei der Vermarktung von Produkten, bei der Interaktion mit Kunden und beim Funktionieren von Unternehmen unter Berücksichtigung der neuesten technischen Entwicklungen. Sie können sich außerdem in ausgewählten Anwendungsbereichen weiter vertiefen: Business Programming, Corporate IT, E-Marketing & Commerce oder Human-Centered System Design.",
    "student_name_1": "Lukas",
    "student_opinion_1": "Der erste Kurs gibt einen Überblick zu unterschiedlichen Themen der IT. Von Big Data bis IoT wird viel abgedeckt. Bei Kurs III und IV kann man sich zwischen vier Spezialisierungen entscheiden. Das finde ich super, da Studierende unterschiedliche Interessen haben und hier frei bei der Wahl sind. Nicht nur für Wirtschaftsinformatik-Studierende zu empfehlen, sondern für alle.",
    "rating_1": "4",
    "student_name_2": "Musya",
    "student_opinion_2": "Die SBWL ist perfekt für Personen, die sich für die Schnittstellen zwischen IT und Wirtschaft interessieren. Die ersten beiden Kurse bieten einen Überblick darüber, was Informationssysteme sind und welche neuen Geschäftsmethoden sie ermöglichen, besonders im Internet. Die nächsten beiden Kurse bieten die Möglichkeit, genau das zu wählen, was dich interessiert, sei es die technische Seite oder die wirtschaftliche/marketingorientierte Seite, sodass Programmierkenntnisse nicht unbedingt erforderlich sind. Kurs 5 ist ein Seminarkurs, in dem du dein Spezialgebiet aus vielen Themen wählen kannst. Für mich war es data protection and cyber security,, und der Inhalt war unglaublich spannend. Meine Kurse waren immer sehr gut strukturiert, der Inhalt ist auch heute noch hoch relevant, und die Professoren waren stets offen und hilfsbereit. Ich kann diese Spezialisierung jedem Studierenden wärmstens empfehlen, der sich für die Schnittstellen zwischen Wirtschaft und Informationssystemen interessiert.",
    "rating_2": "5",
    "student_name_3": "Fredrik",
    "student_opinion_3": "Kurs 1, IKT, bietet einen angenehmen Einstieg in die Grundlagen verschiedener Internet-Kommunikationstechnologien. Themen wie die Funktionsweise von DNS-Servern und VPNs werden behandelt, wenn auch recht oberflächlich. Dennoch ist dies verzeihlich, da der Kurs einen umfangreichen Stoff umfasst, der ein tieferes Eintauchen erschwert. Kurs 2, Internetökonomie, ist äußerst anspruchsvoll. Jede Stunde beinhaltet ein Quiz, gefolgt von PowerPoint-Präsentationen und Gruppenarbeiten mit Präsentationen (nur 2 bis 3 Gruppen pro Einheit). Trotz des Stressfaktors bietet der Kurs spannende Einblicke in verschiedene Geschäftskonzepte im Internet, wie etwa die Einnahmequellen von Google oder das Funktionieren von Plattformen wie Airbnb oder Ebay. Kurse 3 und 4 werden immer paarweise angeboten, jedoch ist die Wahl nicht verpflichtend. Business Programming, den ich gewählt habe, ist keine Empfehlung wert. Es werden veraltete Programmiersprachen gelehrt, die kaum noch Anwendung finden. Dennoch vergibt der Professor gute Noten, solange man an den Vorlesungen teilnimmt, obwohl der Kurs zu Beginn chaotisch wirkt. Die anderen verfügbaren Kurse wie Corporate IT, Human Center Design und E-Marketing werden von Kommilitonen als interessant beschrieben, jedoch habe ich sie nicht persönlich besucht. Mein fünfter Kurs, Green Transition and Digitization, war besonders fesselnd. Hier konnten wir die grüne Transformation mithilfe von Digitalisierung erforschen. Es gab die Möglichkeit, sich komplett frei für ein Thema zu entscheiden, und wöchentliche Feedback-Sitzungen sorgten für eine unterstützende Lernumgebung. Die kleine Gruppengröße von nur 10 Teilnehmern ermöglichte einen intensiven Austausch. Zusammenfassend vermisse ich bei BIS einen klaren roten Faden, da die Kurse kaum aufeinander aufzubauen scheinen. Es fühlt sich fast so an, als hätte ich 20 ECTS-Punkte an frei wählbaren Fächern absolviert.",
    "rating_3": "3.5"
  },
  "Change_Management_und_Management_Development": {
    "information_text": "Nach der Absolvierung von „Change Management and Management Development“ sind die Studierenden in der Lage, die großen gesellschaftlichen und organisationalen Herausforderungen der heutigen Zeit (z.B. rasante Veränderungsprozesse, Globalisierung, Klimawandel, Future of Mobility, etc.) - mit besonderem Fokus auf Nachhaltigkeit & Zukunftsorientierung - zu erfassen, sich mit diesen auseinanderzusetzen und diese proaktiv zu managen.",
    "student_name_1": "Anna",
    "student_opinion_1": "Die Vortragenden sind sehr bemüht, die Inhalte des Change Managements den Studierenden näherzubringen. Vor allem durch Gruppenübungen und Präsentationen war die SBWL sehr interaktiv. Ich freue mich auf die kommenden Kurse, da einige sehr interessante Projektpartner vertreten sind.",
    "rating_1": "3",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Climate_Change_Economics,_Policy,_and_Justice": {
    "information_text": "Nach der Absolvierung von „Climate Change Economics, Policy, and Justice“ haben die Studierenden die notwendigen analytischen Werkzeuge und den konzeptionellen Rahmen, um zu verstehen, wie sich der Klimawandel und die Klimapolitik, wie der europäische Green Deal, auf Unternehmen und Haushalte auswirken. Die Studierenden absolvieren das Fach zur Gänze auf Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Courses_Abroad": {
    "information_text": "Das Fach „Courses Abroad“ kann in allen Studienzweigen außer Internationale Betriebswirtschaft gewählt werden. In diesem Fach können Kurse im Umfang von 20 ECTS angerechnet werden, die im Ausland absolviert wurden und einen wirtschaftlichen Bezug aufweisen. Die Lehrveranstaltungen müssen außerhalb Österreichs und des Heimatstaates der Studierenden abgelegt werden, es sei denn, sie sind Teil eines (online) Angebots von Netzwerken der WU wie ENGAGE.EU oder SIGMA. Die Lehrveranstaltungen müssen an einer anerkannten ausländischen postsekundären Bildungseinrichtung stattfinden und mit einer Note bewertet werden.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Data_Science": {
    "information_text": "Nach der Absolvierung von „Data Science“ haben die Studierenden ein tiefgehendes, interdisziplinäres Verständnis der Grundlagen der Data Science sowie einen praktischen Zugang zu neu entwickelten Datenverarbeitungs- und Analysetechniken. Es wird zur Gänze in Englisch absolviert.",
    "student_name_1": "Julia",
    "student_opinion_1": "Kurz gesagt: Anstrengend, aber den Aufwand wert! Hineinkommen ist gar nicht so einfach, weil die SBWL relativ beliebt ist und viele WINF-Studierende auf diese SBWL abzielen. Auf den Aufnahmetest sollte man sich daher gut vorbereiten.",
    "rating_1": "4",
    "student_name_2": "Musya",
    "student_opinion_2": "Die SBWL ist das Intensivste, was ich je an der Uni gemacht habe. Diese SBWL benötigt unglaublich viel Zeit und Energie, aber falls es einen interessiert, lernt man wirklich, was Data Science ist. Es ist jedoch erwähnenswert, dass die Kurse unterschiedlich gut strukturiert sind. In Kursen 2 und 3 hatte ich die liebsten Professoren, die mehr als hilfsbereit waren, sich an die Deadlines gehalten und sehr respektvoll zu den Studierenden waren. Währenddessen waren die anderen Kurse genau das Gegenteil. Die Aufgaben wurden unglaublich spät gepostet, manchmal hat es Monate gedauert, bis sie kontrolliert wurden, und eine Antwort per E-Mail war eher eine abstrakte Fantasie. Im Kurs 4 hat man nicht einmal Einsicht in seine Performance bekommen; es wurde nur die Note im LPIS eingetragen, ohne Punkte weder auf LEARN noch auf Canvas. Zusammengefasst kann man sagen, dass man in dieser SBWL schon viel lernt, aber die Organisation des Ganzen ist absolut furchtbar. Wenn du diese SBWL schaffst, dann schaffst du alles im Studium.",
    "rating_2": "3",
    "student_name_3": "Fredrik",
    "student_opinion_3": "Kurs 1: Data Processing 1 wirft einen direkt ins kalte Wasser; es ist viel Arbeit und ziemlich stressig. Es vermittelt die Grundlagen von Python. Kurs 2: Data Analytics ist eher entspannt, mit einem angenehmen Tempo. Man lernt die Grundlagen von R. Kurs 3: Data Processing 2 ist recht angenehm, mit einem großen Projekt am Ende als Schwerpunkt, das je nach Gruppe sehr unterschiedlich ausfällt. Kurs 4: Hier gibt es zwei Optionen, einmal für R und einmal für Python. Ich habe den R-Kurs gewählt, der aufgrund der mangelnden Kommunikation des Professors, der einfach nicht auf E-Mails antwortet, schlecht war. Letztendlich benotet er fair, aber man ist unsicher, was man für das Projekt tun soll. Der Python-Kurs soll inhaltlich viel besser und spannender sein. Der R-Kurs hat großes Potenzial, das leider nicht genutzt wird. Kurs 5: Das Data Science Lab umfasst ein reales Projekt in Zusammenarbeit mit einem Unternehmen. Ich habe es noch nicht abgeschlossen, aber es ist sehr aufregend, weil es darum geht, ein echtes Problem zu lösen.",
    "rating_3": "4.5"
  },
  "Decision_Sciences:_Game_Theory,_Psychology_and_Data_Analysis": {
    "information_text": "In „Decision Sciences: Game Theory, Psychology, and Data Analysis” erhalten die Studierenden tiefgehende Kenntnisse im strategischen Denken. Sie lernen die psychologischen Grundlagen der Entscheidungsfindung zu verstehen, die Anreize von Entscheidungsträgern und die Marktkräfte, denen sie ausgesetzt sind, zu analysieren und ihr Verhalten vorherzusagen. Sie lernen Daten zur Untermauerung von evidenzbasierten Managemententscheidungen zu generieren, diese richtig zu analysieren und Schlussfolgerungen zu ziehen. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Maximilian",
    "student_opinion_1": "Die ersten drei Kurse der SBWL decken drei verschiedene Bereiche ab, die mit Entscheidungsfindung zu tun haben. In 'Business Psychology' lernt man grundlegende psychologische Konzepte, und in 'Data' arbeitet man mit einem Programm namens Stata. Ich persönlich fand 'Game Theory' super cool, weil man viel über Strategien durch Experimente im Unterricht lernt.",
    "rating_1": "3.5",
    "student_name_2": "Marie",
    "student_opinion_2": "Die ersten drei Kurse sind Data Analytics, Game Theory I, und Business Psychology I. Die Reihenfolge, in der du diese Kurse belegst, spielt keine große Rolle, solange du einen im ersten Semester abschließt. Für die nächsten zwei Kurse kannst du zwischen  Game Theory II, Business Psychology II und/oder einem Projekt/Fortgeschrittenenkurs wählen. Data Analytics ist im Wesentlichen Statistik auf Englisch kombiniert mit etwas Programmierung in RStudio, was besonders hilfreich ist, wenn du später eine quantitative Bachelorarbeit schreiben möchtest. Der Kurs umfasst Hausaufgaben, eine Prüfung und ein Gruppenprojekt mit Präsentation. Die Dozenten sind nett und sehr entgegenkommend. Game Theory ist ein Kurs, der sehr VUE-ähnlich ist, mit vielen Hausaufgaben, Experimenten und einer Prüfung. Ich fand den Kurs ziemlich anspruchsvoll und die Aufgaben waren nicht sehr klar erklärt, daher ist viel Selbststudium erforderlich. Business Psychology ist ziemlich interessant. Auch dieser Kurs beinhaltet ein Gruppenprojekt und eine Prüfung. Der Professor ist äußerst freundlich und verfügt über exzellente Fachkenntnisse. Ich fand die Kurse sehr lehrreich und spannend. Der Projekt-Kurs ist im Wesentlichen ein typischer Beratungskurs. Besonders cool ist, dass du je nach deinen Talenten und Präferenzen ein spezifisches Projekt mit einem echten Unternehmen absolvieren kannst. Zusätzlich gibt es einen Verhandlungskurs, den du optional belegen kannst. Insgesamt würde ich diese Spezialisierung als aufwändiger einstufen, da sie sehr VUE-ähnlich ist. Wenn du an den einzelnen Themen interessiert bist, ist sie zu empfehlen; ansonsten wirst du nicht viel lernen, das du in deinem Berufsleben anwenden kannst.",
    "rating_2": "2.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Digital_Marketing": {
    "information_text": "Digital Marketing ist aus dem Marketing Mix nicht mehr wegzudenken. Es geht einher mit Data-Driven Marketing und Marketing Analytics und findet in einem zunehmend technologie- und datengetriebenem Umfeld statt. Eine breite Palette von Wahlmöglichkeiten ermöglicht es Studierenden, tiefer in spezifische Themen und Herausforderungen des Digital Marketing einzutauchen, wie z. B. Mobile Marketing, Google Ads und Analytics, Influencer Marketing, Text Analytics, maschinelles Lernen im Marketing, Customer Relationship Management und vieles mehr.",
    "student_name_1": "Laura",
    "student_opinion_1": "The first course provides an overview of various IT topics. From Big Data to IoT, a lot is covered. In Courses III and IV, you can choose between four specializations. I think this is great because students have different interests and can choose freely here. I would recommend BIS not only for WINF students but for everyone.",
    "rating_1": "4.5",
    "student_name_2": "Niklas",
    "student_opinion_2": "Die SBWL ist echt cool, wenn man sich für Marketing interessiert. Es ist nicht ganz so leicht, reinzukommen, daher ist die SBWL selbst auch etwas anspruchsvoller. Trotzdem ist es gut möglich, sehr gute Noten zu schreiben, wenn man sich Mühe gibt. Kurs 1 geht auf alle theoretischen Grundlagen ein, Kurs 2 beschäftigt sich mit der Analyse von Daten (mit dem Programm R Studio). Dafür sind keine Vorkenntnisse nötig. Kurs 3 und Kurs 4 kann man aus mehreren Kursen wählen; diese waren meine Lieblingskurse, weil man sich da auf das spezialisieren kann, was einen interessiert. Kurs 5 ist dann ein Projektkurs; in meinem Fall war es mit Willhaben als Unternehmenspartner. Allgemein ist die SBWL sehr interessant. Ein wenig mehr Praxisnähe wäre wünschenswert, aber sonst top. (Bis auf Kurs 1 gibt es keine Prüfungen, meist Präsentationen und Gruppenarbeiten.)",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Diversitätsmanagement": {
    "information_text": "Nach der Absolvierung von „Diversitätsmanagement“ verfügen Studierende über vertiefte Kenntnisse der grundlegenden Konzepte von Gender und Diversitätsmanagement. Sie können, im Rahmen von organisationalen und sozialwissenschaftlichen Fragestellungen, Veränderungspotential hinsichtlich Diversitätsmanagement identifizieren, strategische Ziele formulieren und auf der Implementierungsebene eine Handlungskompetenz entwickeln. Die Lehrveranstaltungen können größtenteils auch in Englisch absolviert werden.",
    "student_name_1": "David",
    "student_opinion_1": "Ich würde die SBWL vor allem jenen Studierenden empfehlen, die sich dafür interessieren, wie man ein Unternehmen so divers wie möglich gestalten kann, um gegenüber anderen Unternehmen am Markt einen Vorteil zu haben. Die ersten vier Kurse waren sehr vortrags- bzw. theorielastig, während man im Kurs 5 ein eigenes Projekt ausarbeitete. Allgemein würde ich die SBWL zwar als teilweise sehr zeitaufwendig, aber nicht besonders anspruchsvoll beschreiben.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Ecological_Economics_-_Economy,_Climate_Change,_and_Sustainability": {
    "information_text": "Nach der Absolvierung von „Ecological Economics - Economy, Climate Change, and Sustainability“ verstehen die Studierenden die Beziehung zwischen Umwelt und Wirtschaft, die sozialen Ursachen und Auswirkungen des Klimawandels, der übermäßigen Ressourcennutzung sowie weiterer Umweltprobleme und deren Zusammenhänge. Sie können die daraus resultierenden enormen Herausforderungen erläutern und Maßnahmen von der lokalen über die nationale bis hin zur globalen Ebene ableiten. Die Studierenden absolvieren das Fach zur Gänze auf Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Economics_Core": {
    "information_text": "Nach der Absolvierung von „Economics Core“ verstehen die Studierenden fortge-schrittene mikro- und makroökonomischen Konzepte und haben vertiefte Kenntnisse und Fähigkeiten der modernen empirischen Methoden der Wirtschaftsforschung. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Economics_Fields": {
    "information_text": "In „Economic Fields“ erwerben Studierende weitreichende Kenntnisse und Fähigkei-ten zum Umgang mit Daten und komplexen ökonomischen Entscheidungsproble-men. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Entrepreneurship_&_Innovation": {
    "information_text": "Nach der Absolvierung von „Entrepreneurship and Innovation“ kennen und verstehen die Studierenden zentrale Theorien, Methoden und empirische Befunde in den Bereichen Entrepreneurship und Innovation, Entstehung und Identifikation von Innovationen/Chancen und strategische Umsetzung von Innovationen.",
    "student_name_1": "Maria",
    "student_opinion_1": "Die Spezialisierung bietet hauptsächlich ehrgeizige Mitstudierende und die Themen sind sehr spannend, wenn man sich für die Materie interessiert. Zudem hat man in den Projektkursen viel Verantwortung. Es gibt jedoch einfachere Spezialisierungen für bessere Noten, da E&I viel Arbeit und Engagement erfordert.",
    "rating_1": "4",
    "student_name_2": "Georg",
    "student_opinion_2": "E&I ist definitiv eine der aufwendigsten Spezialisierungen, und die Zulassung ist ziemlich selektiv. Kurs 1 ist der einzige echte Theoriekurs und bietet einen Überblick über eine Vielzahl von Themen im Bereich Unternehmertum, Innovation und Strategie. Die Kursstruktur und das Bewertungsschema erfordern eine gewisse Eingewöhnungszeit, aber der Inhalt ist interessant. Kurse 2 bis 5 sind sehr praxisorientiert. Kurse 2 und 3, genannt 'Zones', sind eher weniger aufwendig und sollen die intensiveren Projekt-Kurse ausgleichen. Kurse 4 und 5 sind Projekt-Kurse, die das Herzstück der Spezialisierung darstellen. In diesen arbeitet man typischerweise an Beratungsprojekten für Unternehmen, wobei die enge Interaktion mit Projekt-Partnern besonders cool ist. Man kann auch Projekte im Startup-Sektor durchführen. Wie sehr dir die Spezialisierung gefällt, hängt sicherlich davon ab, wie viel Glück du mit deinen Projekt-Partnern hast. Am Ende jedes Semesters findet der E&I Touchdown statt, bei dem alle Projektgruppen ihre Projekte in einem Pitch-Wettbewerb präsentieren. Ich würde diese Spezialisierung jedem empfehlen, der sich für Beratung oder Unternehmertum interessiert, der lieber Wissen in der Praxis anwendet als nur Theorie zu lernen, und der akzeptieren kann, dass die Arbeitsbelastung überhaupt nicht mit den ECTS-Credits übereinstimmt. Persönlich bereue ich meine Entscheidung nicht.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Ethics_for_Management,Organizations_and_Society": {
    "information_text": "In „Ethics for Management, Organizations, and Society” erhalten Studierende eine interdisziplinäre Ausbildung, die sich auf die Fragen der Ethik in Management, Wirtschaft und Gesellschaft konzentriert. Studierende erwerben tiefgehende Kenntnisse und Fertigkeiten in den Bereichen philosophische Theorien zu Ethik und Moral, Ethik in und für Unternehmen, die Rolle von Werten in Organisationen, sowie verantwortungsvolle Interaktion im beruflichen Umfeld. Die Studierenden absolvieren das Fach zur Gänze auf Englisch.",
    "student_name_1": "Hannah",
    "student_opinion_1": "",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "European_and_International_Economic_Law": {
    "information_text": "Nach der Absolvierung von „European and International Economic Law” haben die Studierenden ein tiefgehendes Verständnis der wichtigsten Grundsätze des europäi-schen Wirtschaftsrechts, wobei auch politische und wirtschaftliche Aspekte der euro-päischen Integration berücksichtigt werden. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Finance:_Markets,_Institutions,_and_Instruments": {
    "information_text": "In „Finance: Markets, Institutions & Instruments“ erwerben die Studierenden ein ökonomisches Verständnis für Finanzmärkte, ihre Instrumente und die damit verbundene Wertschöpfung vor allem im Kontext der betrieblichen Finanzierung. Durch die Vermittlung der Prinzipien der Finanzwirtschaft erwerben die Studierenden die Kompetenz, finanzwirtschaftliche Fragestellungen von Haushalten, Investoren, Unternehmen, Finanzinstitutionen und Finanzmarktregulatoren zu diskutieren, zu analysieren und zu lösen. Sie beherrschen modernste Modelle für Investitions- und Finanzierungsentscheidungen sowie für die Bewertung und das Management von Risiken auf Portfolio-Ebene, einschließlich Aktien, Anleihen und derivativen Wertpapieren. Darüber hinaus können sie zur individuellen Schwerpunktsetzung aus unterschiedlichen Anwendungsgebieten wählen. Die Studierenden absolvieren die Spezialisierung zur Gänze in Englisch.",
    "student_name_1": "Paul",
    "student_opinion_1": "",
    "rating_1": "3.5",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Handel_und_Marketing": {
    "information_text": "Nach der Absolvierung von „Handel und Marketing“ beherrschen die Studierenden Theorien, Methoden und Techniken des Marketings unter Berücksichtigung der besonderen Herausforderungen einer zunehmend digitalisierten Handelslandschaft. Sie sind mit Managementaufgaben in Industrie und Handel vertraut und kennen Prozesse und Analysemethoden eines modernen, datengetriebenen Marketingansatzes. Durch die praktische Anwendung der Methoden in unterschiedlichen Kontexten (Fallstudien, Praxisprojekte und Consulting-Projekte) erwerben Sie neben Fachwissen auch Anwendungskompetenzen und Managementfähigkeiten (wie Führung, kritisches Denken, Kommunikations- und Teamfähigkeit). Digitale Versiertheit ist ein Schlüsselfaktor in der Ausbildung. Durch den Praxisdialog lernen die Studierenden Lösungen konkreter Fragestellungen der wirtschaftlichen Praxis kennen und können sich mit Führungskräften zu aktuellen Themen und Herausforderungen in Handel und Marketing austauschen.",
    "student_name_1": "Lena",
    "student_opinion_1": "Der Aufnahmetest ist ziemlich anspruchsvoll, aber fair, da er einem ein grundlegendes Know-how für die SBWL vermittelt. Ich finde persönlich, dass dies ziemlich cool ist, da dadurch im Kurs direkt ein Diskurs beginnt und nicht alles noch einmal wiederholt werden muss. Trotzdem lernt man viel Neues, und die SBWL ist sehr praxisorientiert. Ich habe damals einerseits an einem Verkaufstraining teilgenommen und andererseits hatten wir eine Kooperation mit einem Unternehmen. Mit diesem haben wir dann eine Marketingstrategie ausgearbeitet, inklusive aller Details. Die SBWL ist sehr flexibel und praxisorientiert, und man hat mit interessanten Unternehmen zu tun. Zudem hat man die Möglichkeit, sich je nach Interesse zu spezialisieren.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Health_and_Social_Policy": {
    "information_text": "Nach der Absolvierung von „Health and Social Policy” haben die Studierenden einen umfassenden Einblick in die Sozioökonomie der Gesundheits- und Sozialpolitik, der Herausforderungen der aktuellen Politik und der Optionen für künftige Entwicklungen. Sie verstehen alternative Ansätze für das Studium und die Praxis der Sozialpolitik, können diese überprüfen und kritisch analysieren. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Tobias",
    "student_opinion_1": "Letztes Semester wurden in der neuen Spezialisierung Health and Social Policy erstmals die Kurse 1-3 angeboten. Im ersten Kurs geht es darum, einen generellen Überblick zu bekommen. Es gibt zwar ungefähr nach der ersten Vorlesungshälfte ein kleines Quiz, aber wenn man sich kurz mit der Literatur beschäftigt, ist das absolut machbar. Ansonsten wird viel Wert auf die Mitarbeit gelegt und man soll sich ein bisschen mit den behandelten Themen auseinandersetzen. Daher muss man einmal ein Response Paper schreiben und in einer Gruppe ein Visual Essay erstellen. Im zweiten und dritten Kurs (Economics and Policy of the Private/Public Healthcare Industry) sind die Leistungsanforderungen nicht mehr ganz so außergewöhnlich. Die Mitarbeit zählt immer noch, aber sonst gibt es nach jeweils zwei Vorlesungen ein Quiz über den erarbeiteten Stoff. Man sollte sich davor also ein bisschen mit den Foliensätzen auseinandersetzen. Beim letzten Quiz wird die Fragenanzahl verdoppelt und es kommen ein paar Rechenbeispiele vor, die zuvor in den Stunden durchgenommen wurden. Es werden interessante Themen behandelt, von dem generellen Aufbau von Welfare States zu Pension Policy, Physicians and Hospitals, Epidemiology, Regulation of Unhealthy Goods und Behavioral Health Economics. Generell hatte ich das Gefühl, dass sehr viel Wert auf den Dialog mit den Studierenden gelegt wurde.",
    "rating_1": "4",
    "student_name_2": "Chris",
    "student_opinion_2": "Wenn du Interesse an Sozialwissenschaften hast, ist die SBWL großartig. Auch innerhalb eines Semesters gut zu bewältigen. Die Dozenten sind alle sehr freundlich und entgegenkommend. Manchmal überschneiden sich die Themen, was es gelegentlich etwas langweilig machen kann.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Information_Management_and_Control": {
    "information_text": "„Information Management and Control“ integriert verschiedene Managementdimensionen für die Entwicklung der IT und die Optimierung des IT-Betriebs. Der Fokus liegt nicht nur auf traditionellen Effizienz- und Effektivitätsüberlegungen, sondern zum Beispiel auch auf Innovationsfähigkeit, IT-Compliance, Informationssicherheit, Reifegrade und ökologische IT-Nachhaltigkeit. Die Studierenden erlangen vertiefte Kenntnisse und Fähigkeiten der kontemporären IT und innovativen Ansätze, die für digitale Transformation und die Führung moderner agiler Organisationen erforderlich sind. Studierende untersuchen, wie Unternehmen IT-Strategien entwerfen und Governance verstehen, wie IT-Services organisiert, geplant, implementiert und kontrolliert werden können, um Geschäftsziele zu erreichen. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Max",
    "student_opinion_1": "Diese SBWL konzentriert sich stark auf das Thema 'ITIL'. Dadurch bietet sie einen ausgezeichneten Überblick über verschiedene wichtige IT-Themen. ITIL-Kenntnisse sind auch auf dem Arbeitsmarkt sehr gefragt und werden oft in den Anforderungen für IT-Jobs genannt.",
    "rating_1": "3.5",
    "student_name_2": "Simon",
    "student_opinion_2": "Course 1 „Foundations of Information Management and Control”: Dieser Kurs baut die theoretischen Grundlagen für Information Management auf, welche für die weiteren Kurse relevant sein werden. Es gibt zwei closed book exams und zum Abschluss eine Gruppenpräsentation über neue Technologien ihm Rahmen von Gardners Hype Cycle. 3,5/5 Course 2 “IS Strategy and Governance”: Dieser Kurs geht auf IS-Strategien ein, ihre Umsetzung und Bewertung zu verstehen und fast Methoden zur Interpretation von Frameworks, wie ITIL und COBIT, für IS-Strategien auf. Zur Beurteilung gibt es zwei closed book exams und eine Gruppenpräsentation. Es können auch fünf Bonus-Punkte während den Vorlesungen gesammelt werden. 4/5 Course 3 „IS Development Management and Control“: Hier geht es primär um Software Development. Auch hier das ITIL-Framework im Rahmen von Software Development näher beleuchtet. Es werden Agile and Traditional Methods des Software Developments erklärt. Die gelernten Inhalte werden dann in der Shark-Tank-Session in der letzten Einheit praktisch angewandt. Hier sollten wir in Gruppen eine neue App vorstellen und dabei auf die Spezifikationen der Software Entwicklung eingehen und die Kursinhalte verknüpfen. Zudem war noch ein Video zu erstellen um die Professoren von unserer App zu überzeugen und letztendlich zu investieren. Weiters gab es ein Online Open Book exam und es konnten Bonus-Punkte während den Vorlesungen, die teilweise auch Online waren, gesammelt werden.  5/5 Course 4 „IS Operations Management and Control“: Dieser Kurs bietet einen Überblick über IT-Service-Management (ITSM) und die dazugehörenden Frameworks und Standards wie ITIL, TOGAF und CMMI. Es sind in Gruppen ein Intermediate Report und ein Final Report über vorgegebene Papers zu erstellen und online in Gruppen vorzustellen. Die Prüfung ist auch Online und Open Book. 4,5/5 Course 5: „Research Project on Information Management and Control“: Dieser Kurs ist ein Research Seminar. Hier kann man zu einem beliebigen Thema im Rahmen von Information Management eine Seminararbeit in Gruppen oder alleine schreiben. Das Research Proposal und Intermediate Report sind als PowerPoint während des Semesters abzugeben und am Ende des Semestern ist die Seminararbeit vorzustellen. 4/5",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Interactions_of_Economy_Society": {
    "information_text": "In „Interactions of Economy and Society“ erwerben Studierende Kenntnisse und Fähigkeiten im breiten Spektrum sozialwissenschaftlicher Theorien und Forschungsme-thoden, welche die Standardmodelle und Ansätze der Wirtschaftswissenschaften sinnvoll ergänzen. Sie lernen sozialwissenschaftliche Problemstellungen und Heran-gehensweisen kennen, die sich mit dem komplexen Zusammenspiel von Wirtschaft und Gesellschaft befassen, in dem historische und kulturelle Faktoren ebenso eine Rolle spielen wie politische und rechtliche Rahmensetzungen. Die Studierenden kön-nen in-dividuelle Schwerpunkte in spezifischen Themenbereichen setzen, absolvie-ren die Spezialisierung zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_and_European_Tax_Law": {
    "information_text": "In „International and European Tax Law“ erwerben die Studierenden vertiefte Kenntnisse und Fähigkeiten in den wichtigsten Bereichen des internationalen Steuerrechts. Dazu gehören das Recht der Doppelbesteuerungsabkommen, die internati-onale Steuerpolitik, das Steuerrecht und die Steuerpolitik der Europäischen Union (Fragen der Grundfreiheiten, staatliche Beihilfen, Maßnahmen gegen Steuervermei-dung), Ver-rechnungspreise in multinationalen Unternehmen und internationale Un-ternehmensbesteuerung. Die Studierenden absolvieren es zur Gänze auf Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Accounting_and_Controlling": {
    "information_text": "„International Accounting and Controlling“ verbindet Inhalte der Internationalen Rechnungslegung und des rechnungswesenorientierten Controllings. Die Studierenden erlangen vertiefte Kenntnisse über die Rechnungslegung nach International Financial Reporting Standards (IFRS). Ergänzend dazu werden grundlegende Bausteine des Controllings in einem englischsprachigen Kontext diskutiert. Je nach Schwerpunktsetzung, haben die Studierenden darüber hinaus vertiefte anwendungsorientierte Kenntnisse und Fähigkeiten in den Bereichen Non-Financial Accounting, Financial Statement Analysis, International Accounting Research sowie einer rechnungswesenorientierten Unternehmensplanung und –steuerung. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Stefan",
    "student_opinion_1": "Die SBWL International Accounting beschäftigt sich hauptsächlich mit den Standards, die international für das Accounting anzuwenden sind (IFRS). Das ist wichtig, um vor allem bei Finanzberichten die Vergleichbarkeit für Investoren und andere Stakeholder zu gewährleisten. Um sich weiter zu vertiefen, kann man in Kurs 5 den Inhalt aus einem Pool an verschiedenen Themen auswählen und damit die SBWL abschließen.",
    "rating_1": "3.5",
    "student_name_2": "Moritz",
    "student_opinion_2": "Die Spezialisierung 'International Accounting and Controlling' ist eine ausgezeichnete Wahl für Studierende, die ihr Wissen in Rechnungswesen vertiefen und international anwenden möchten. Der Fokus liegt auf den International Financial Reporting Standards (IFRS), die die Grundlage der Kursinhalte bilden. Die Spezialisierung umfasst fünf Kurse, die jeweils unterschiedliche Schwerpunkte setzen. Im ersten Kurs wird eine Einführung in die IFRS und deren Anwendung gegeben, mit Fokus auf den Grundlagen und Prinzipien der IFRS. Der zweite Kurs vertieft das Verständnis der IFRS-Standards und untersucht im Detail die Hauptbestandteile der Bilanz und die Kapitalflussrechnung. Der Kurs zum Management Controlling ist vergleichbar mit dem Management Accounting Teil des AMC. Der Kurs zu den konsolidierten Abschlüssen nach IFRS beschäftigt sich mit der Erstellung und Konsolidierung von Konzernabschlüssen nach IFRS. Schließlich bieten die Wahlfächer verschiedene Optionen wie Financial Statement Analysis, Non-financial Accounting, Business Simulation und Digitalization in Accounting, die Einblicke in verschiedene Aspekte von Rechnungswesen und Controlling bieten. Die Spezialisierung bietet praxisrelevante Inhalte, die direkt in der realen Welt angewendet werden können, und die Arbeitsbelastung ist gut ausgewogen und überfordert die Studierenden selten. Die Kurse werden größtenteils von jungen Doktoranden geleitet, die aktuelle und innovative Ansätze vermitteln. Diese Spezialisierung ist besonders interessant für Studierende, die eine internationale Karriere anstreben oder in Unternehmen arbeiten möchten, die IFRS als Rechnungslegungsstandard nutzen. Ich denke, sie ist ideal für diejenigen, die bereits Interesse an den Kursen JUB oder AMC gezeigt haben.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Business": {
    "information_text": "Nach der Absolvierung von „International Business“ haben die Studierenden ein umfassendes Verständnis dessen Prinzipien in verschiedenen Unternehmenstypen (z.B. kleine vs. große Unternehmen; Dienstleistungen vs. Produktion), verschiedenen Funktionen (z.B. HR, Finanzen, Vertrieb, F&E) und verschiedenen strategischen Herausforderungen (z.B. internationales Wachstum und Desinvestitionen, globale Organisation, Beziehungen zwischen Hauptsitz und Tochtergesellschaft). Studierende können außerdem aus unterschiedlichen Anwendungsbereichen wählen. Die Studierenden absolvieren „International Business“ zur Gänze in Englisch.",
    "student_name_1": "Florian",
    "student_opinion_1": "Die SBWL ist extrem vielfältig, vor allem in den Kursen 3-5 hat man die Möglichkeit, sich in verschiedenen Themenbereichen mit internationalem Bezug zu spezialisieren, wie z. B. Internationales HRM, Internationalization in Professional Soccer und vieles mehr.",
    "rating_1": "4",
    "student_name_2": "Martha",
    "student_opinion_2": "Kurs 1 ist ein großer Kurs mit 160 Studierenden, ohne verpflichtende Anwesenheit, der eine Einführung in die internationale Unternehmenserweiterung über verschiedene Bereiche wie Marketing, HR und Finanzen bietet. Themen umfassen Globalisierung, den historischen Kontext der Globalisierung, deren Dimensionen und Treiber, Globalisierungsstrategie, Markteintritt und Auswahl sowie internationales Finanzmanagement. Die Studierenden werden eine Fallstudie in Paaren bearbeiten und eine Abschlussprüfung ablegen. Kurs 2 behandelt Markteintrittsstrategien, globales strategisches Management, internationales Marketing, interkulturelles Management und internationales HR-Management. Er umfasst drei Gruppenpräsentationen, Präsentationspapiere und Peer-Review-Papiere, aber es gibt keine Abschlussprüfung. Kurse 3-5 bieten jedes Semester verschiedene Optionen an, wobei sich der Inhalt von Semester zu Semester unterscheidet, und die Themen sind sehr vielfältig.",
    "rating_2": "3.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Business_Communication": {
    "information_text": "Im Fokus von „International Business Communication“ steht das Verständnis für die Rolle und Funktion von Sprache und Kommunikation in betriebswirtschaftlichen Kontexten, insbesondere in internen, externen und interkulturellen Kommunikationszusammenhängen. Die Studierenden werden befähigt, diese Konzepte in der Praxis anzuwenden sowie auch die Unternehmenskommunikation im Hinblick auf die ihr zugrundeliegende Intention zu analysieren und entsprechend damit umzugehen. Die Studierenden absolvieren die Spezialisierung zur Gänze in Englisch.",
    "student_name_1": "Katharina",
    "student_opinion_1": "IBC ist eine sehr angenehme SBWL. Man lernt viel über Ausdrucksweisen, z. B. wie man sich am besten ausdrückt, was Sprachmanipulation ist, und die Verwendung von Sprache in Werbung und Politik. Es gibt sehr viele Fallbeispiele mit praxisrelevanten Inhalten, jedoch auch viel Theorie. Die Professor*innen sind stets bemüht, den Kurs so interessant wie möglich zu gestalten.",
    "rating_1": "4",
    "student_name_2": "Marie",
    "student_opinion_2": "Die fünf Kurse sind ziemlich ähnlich. Normalerweise gibt es Gruppenarbeit mit Präsentationen, kleinere Aufgaben und kürzere Seminararbeiten. Kurs 3 ist der einzige mit einer Klausur, die 40% der Note ausmacht. Die Dozenten sind alle sehr nett und gut in ihren Fachgebieten. Die einzige Herausforderung ist der Zugang zu den Kursen, da dies nach dem Prinzip 'Wer zuerst kommt, mahlt zuerst' erfolgt. Es ist eine großartige Spezialisierung, wenn dir IBC aus dem CBK gefallen hat oder wenn du nach einer einfacheren, entspannteren Spezialisierung suchst.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Marketing_Management": {
    "information_text": "Nach Absolvierung von „International Marketing Management“ verfügen Studierende über tiefgehende Kenntnisse der Konzepte des IMM sowie deren Anwendung auf Fragestellungen der wirtschaftlichen Praxis in internationalem Kontext (Global Business Planning) und vertiefen ihre Fähigkeiten in selbst gewählten Lehrveranstaltungen zu aktuellen internationalen Marketing- und Managementthemen. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Sarah",
    "student_opinion_1": "Es ist eine sehr anspruchsvolle SBWL. Es gibt extrem viele Case Studies, Praxisbeispiele und Gruppenarbeiten. Dadurch sind die Kurse sehr interaktiv gestaltet. Die SBWL ist jedoch sehr cool, weil man sich nicht nur mit den 08/15-Marketingthemen beschäftigt, sondern auch mit anderen Themen im internationalen Umfeld.",
    "rating_1": "4",
    "student_name_2": "Mira",
    "student_opinion_2": "Insgesamt kann ich die SBWL IMM empfehlen, weil sie interessante Marketing-Insights gibt. Obwohl sich einige Inhalte mit der Basic-Marketing-Vorlesung teilweise wiederholen, fand ich, dass sie sich gut ergänzen. Besonders die beiden Projektkurse sind sehr interessant und wertvoll, und man kann viel mitnehmen (Empfehlung: Global Media Marketing). Außerdem ist die SBWL auch nicht so aufwendig. Auch wenn man ein Auslandssemester macht, ist IMM als SBWL recht flexibel.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Marketing": {
    "information_text": "Der Zweck eines Unternehmens ist es, einen Kunden zu gewinnen und zu halten. Wie aber gewinnt man Kunden und wie kann man sie infolge nachhaltig ans Unternehmen binden? In „Marketing“ werden diese und ähnliche Fragen bearbeitet. Studierende erwerben Spezialwissen und anwendungsbezogene Kenntnisse in aktuellen und relevanten Themen des Marketings-Managements, insbesondere mit aktuellen Fragen zum Konsumentinnen- und Konsumentenverhalten, gesellschaftlichen Trends und technologischen Entwicklungen.",
    "student_name_1": "Jonas",
    "student_opinion_1": "Die Vortragenden sind sehr motiviert und wirkliche Experten in dem Thema. Die Marketing-SBWL behandelt eher einen allgemeinen Aspekt des Marketings. Vor allem die Zusammenarbeit in Kurs 5 mit Unternehmen ist total super.",
    "rating_1": "4",
    "student_name_2": "Lara",
    "student_opinion_2": "Die SBWL Marketing ist meiner Meinung nach verständlich aufgebaut, alle Kurse bauen aufeinander auf. Die ersten zwei sind sehr theorielastig und wiederholen sich teilweise ein bisschen mit der Marketing-Vorlesung im CBK. Der dritte Kurs analysiert und wertet Daten aus, wobei man sagen muss, dass dieser Kurs sehr zeitaufwendig ist, aber man nimmt viel mit. Kurs 4 kann man sich frei aussuchen; es gibt von strategischen Kursen bis hin zu Coding in R und Data Analysis eine große Auswahl. Kurs 5 ist praxisbezogen und wirklich anspruchsvoll, da alles, was bisher behandelt wurde, miteinbezogen wird. Persönlich gefällt mir die SBWL sehr gut. Die Theorie von Kurs 1 und 2 könnte zusammengefasst werden, und es könnte stattdessen noch ein praxisbezogenerer Kurs eingeführt werden. Die Professoren sind alle sehr kompetent, das Lernmaterial ist immer vorhanden und es ist nicht schwierig. Ich würde sagen, es macht viel Spaß und man kann auch sehr gute Kontakte knüpfen.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Marketing_and_Consumer_Research": {
    "information_text": "„Marketing and Consumer Research“ stellt den Menschen in seiner Rolle als Konsumentin und Konsument in den Mittelpunkt. Es vermittelt den Studierenden die Grundlagen der Konsumentinnen- und Konsumentenpsychologie, Marketingforschungsmethoden sowie die Fähigkeiten zur Analyse, Interpretation und Synthese von Daten, um „Customer-Centric“ Marketing betreiben zu können („Making Sense of Data“). Inhalte internationaler akademischer Forschung gekoppelt mit direkter Anwendung in der Praxis stehen im Mittelpunkt der Ausbildung. Studierende wenden ihr verbraucherorientiertes, konsumpsychologisches Marketingwissen an, z.B. zur Schaffung von Mehrwert an den wichtigsten Berührungspunkten zwischen Organisationen und Konsumentinnen und Konsumenten. Dabei werden Themen wie Nachhaltigkeit, Marke und Marketingkommunikation, sowie die ethische und gesellschaftliche Relevanz des Marketings diskutiert. Studierende können darüber hinaus aus unterschiedlichen aktuellen Anwendungsgebieten wählen. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Simon",
    "student_opinion_1": "",
    "rating_1": "4",
    "student_name_2": "Niklas",
    "student_opinion_2": "Im Vergleich zu anderen SBWLs ist diese doch eher etwas leichter. Die Professoren sind sehr großzügig und freundlich. Inhaltlich ist sie für alle top, die sich sowohl für Marketing als auch für Psychologie interessieren. Man ist recht breit aufgestellt, von Kursen, die über die Grundlagen der Psychologie im Marketing gehen (Kurs 1), einem Kurs, der sich mit der Customer Journey beschäftigt, einem Kurs, in dem es um die besten Wege des Consumer Research geht, einem Projektkurs und einem Kurs aus einer Auswahl vieler Wahlfächer. Ich fand die SBWL sehr spannend und inhaltlich interessant. Einzige Kritik ist, dass die Aufgabenstellungen manchmal etwas komisch bzw. schlecht erklärt sind und die Professoren manchmal lange zum Antworten brauchen. Sonst ist es aber durch und durch eine top SBWL.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Knowledge_Management": {
    "information_text": "Im Zentrum von „Knowledge Management“ steht die methodenorientierte sowie forschungsgetriebene Vermittlung von Kenntnissen um Organisationen zu verstehen und analysieren sowie Veränderungsbedarf erkennen und umzusetzen.",
    "student_name_1": "Vanessa",
    "student_opinion_1": "Es gibt die Möglichkeit einer Greencard - diese erhält man, wenn man in PFO ein 'Sehr Gut' hat. Die SBWL ist vor allem für Studierende geeignet, die sich für den Studienzweig WINF entschieden haben, da die Themen sehr informatiklastig sind. Bei den einzelnen Kursen gibt es sehr viele Gruppenarbeiten, Präsentationen und man muss auch einige Papers verfassen.",
    "rating_1": "4",
    "student_name_2": "Julia",
    "student_opinion_2": "Kurs 1: Einstieg ins Thema Knowledge Management, fand ich sehr einfach und sehr wenig Aufwand; gab 1 Prüfung, 2 Hausübungen und 1 Case Study Kurs 2: Semantic AI Kurs; gab 1 Gruppenarbeit + Präsentation der Gruppenarbeit und 1 Prüfung Kurs 3: Semantic AI Anwendungskurs; gab 1 Gruppenarbeit + Präsentation der Gruppenarbeit, leichte Quizze über einzelne Artikel und 1 Prüfung Kurs 4: Projektkurs mit einem Unternehmen; Schriftliche Ausarbeitung + Präsentation der Ergebnisse als Gruppenarbeit und 1 Prüfung  Kurs 5: jeder kann selbst entscheiden, ob man den Kurs 5 mit AI-Schwerpunkt nimmt oder Kurs 5 mit Knowledge-Management-Schwerpunkt; Kurs besteht eigentlich nur aus dem Schreiben einer Seminararbeit + Präsentation der Arbeit, keine Prüfung und gab nur 3 LV-Einheiten",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Mathematical_Methods": {
    "information_text": "Nach der Absolvierung von „Mathematical Methods“ haben die Studierenden ver-tiefte und stark anwendungsorientierte quantitative Kenntnisse und Fähigkeiten um mathematische Probleme selbständig zu analysieren, zu strukturieren und zu lösen. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Organisation": {
    "information_text": "Im Zentrum von 'Organisation' steht das Verstehen, wie Organisationen intern und in Interaktion mit ihrer Umwelt funktionieren. Dabei lernen die Studierenden das Design und die Governance von Organisationen insbesondere aus einer Managementperspektive kennen, erfahren aber außerdem auch, wie diese Managementperspektive notwendigerweise mit einem breiteren gesellschaftlichen Blick auf Organisationen interagiert. Auch vor diesem Hintergrund erkennen die Studierenden die ständig steigende Komplexität von Organisationen und Organisationsnetzwerken in der Praxis. Studierende werden in den Lehrinhalten mit unterschiedlichen besonderen Anwendungsfeldern konfrontiert.",
    "student_name_1": "Theresa",
    "student_opinion_1": "Die SBWL beschäftigt sich mit Themen wie z.B. wie Organisationen aufgebaut sind, welche Prozesse innerhalb einer Organisation ablaufen, was eine „Organisationskultur“ ist, uvm. Die einzelnen Kurse sind sehr gut aufeinander abgestimmt und auch für Studierende ohne großes BWL-Hintergrundwissen geeignet, da in Kurs 1 alle relevanten Infos über die Basics von Organisationen vermittelt werden. Die Vortragenden sind sehr bemüht, ihren jeweiligen Kurs informativ und interessant zu gestalten. Auch während des Distanzmodus gab es wöchentliche Meetings, um den Diskurs zwischen uns Studierenden anzuregen. Man sollte sich jedoch bewusst sein, dass es sehr viele kleinere Seminararbeiten, Reflexionen, etc. (auch in Gruppen) zu verfassen und teilweise zu präsentieren gibt, welche mitunter sehr viel Zeit in Anspruch nehmen können.",
    "rating_1": "3.5",
    "student_name_2": "Oskar",
    "student_opinion_2": "Die SBWL Organisation ist eher eine der leichteren SBWLs. Mit wenig Aufwand lässt sich gut ein Einser oder Zweier erreichen. Am interessantesten war wahrscheinlich der dritte Kurs. Der fünfte war ziemlich chaotisch. Tests gibt es nur im ersten Kurs, danach setzt sich die Note eher aus Mitarbeit, Reflexions- bzw. Seminararbeiten und Präsentationen zusammen. Zusammenfassend kann man sagen, dass die SBWL recht entspannt ist und gut nebenbei her läuft, allzu spannend habe ich sie persönlich allerdings nicht gefunden.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Personalmanagement": {
    "information_text": "Nach der Absolvierung von „Personalmanagement“ haben Studierende vertiefte und weitreichende Kenntnisse und Fähigkeiten im Bereich Personalmanagement, dies umfasst u.a. Rekrutierung, Personalentwicklung, Arbeitsrecht und Performance Management.",
    "student_name_1": "Alexander",
    "student_opinion_1": "Man bekommt einen umfassenden Überblick über das gesamte Personalwesen und hat auch sehr viele Spezialisierungsmöglichkeiten, zum Beispiel in den Bereichen Personalentwicklung, Arbeitsrecht, HR, Personalmanagement und vielem mehr. Für mich persönlich war es wichtig, dass es sehr praxisbezogen ist und ich die erlernten Inhalte auch in meinem Alltag anwenden kann, und das kann man definitiv mit Personalmanagement.",
    "rating_1": "4",
    "student_name_2": "Lisa",
    "student_opinion_2": "Kurs 1 ist für alle gleich, ab dann kann man sich relativ flexibel einteilen, welche Inhalte man lernen möchte. Ob Personalmanagement aufwändig ist oder nicht hängt hauptsächlich von den Professor*innen ab, daher würde ich es sehr empfehlen sich davor die Profcheckbewertungen durchzulesen!! Die Spezialisierung wirkt nicht wie eine große Einheit, sondern jeder Kurs wirkt unabhängig voneinander gestaltet und es fällt einem schwer Zusammenhänge zu finden. Ein Vorteil ist, dass man in Kurs 5 den Kurs 'Developing an Idea into a Thesis Outline' wählen kann. In dem Kurs schreibt man schon die Hälfte seiner Bachelorarbeit und bekommt einen Betreuer zugeteilt, mit dem man nach dem Kurs an der Bachelorarbeit weiter schreiben kann. Generell sind Kurs 1-4 auf Deutsch, Kurs 5 kann man nur auf Englisch absolvieren. Positiv hervorzuheben ist, dass in jedem Kurs versucht wird die Inhalte mit der Praxis zu verknüpfen und zumindest verschiedene Cases durchgemacht werden.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Philosophy:_Logic_and_Ethics": {
    "information_text": "Die Studierenden werden in „Philosophy: Logic and Ethics“ mit methodologischen Überlegungen zur Möglichkeit der Rechtfertigung wissenschaftlicher Untersuchungen vertraut gemacht und wenden diese Überlegungen in Folge auf ökonomische Theo-rien an. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Politik_des_gesellschaftlichen_Wandels": {
    "information_text": "Nach der Absolvierung von „Politik des gesellschaftlichen Wandels“ haben die Studierenden ein vertieftes sozialwissenschaftliches Verständnis des gesellschaftlichen Wandels, insbesondere die Wechselwirkung zwischen politischen Gestaltungsansprüchen und nicht kontrollierten Dynamiken.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Produktionsmanagement": {
    "information_text": "Nach der Absolvierung von 'Produktionsmanagement' haben die Studierenden ein tiefgehendes Verständnis von der effizienten und effektiven Planung, Kontrolle und Steuerung aller Ressourcen und Aktivitäten von Unternehmen auf strategischer, taktischer und operativer Ebene, die notwendig sind, um den Markt mit Gütern und Dienstleistungen zu versorgen. Studierende erwerben umfassende Kenntnisse und Fähigkeiten im Bereich Production- and Operations Management mit selbst gewählten zusätzlichen Schwerpunkten (z.B. Blockchain, Produktions- und Supply-Chain-Management, Beschaffungs- und Bestandsmanagement, Service Management, Prozess- und Qualitätscontrolling/-management, Data Analytics / Marketing Engineering).",
    "student_name_1": "Sandra",
    "student_opinion_1": "Die Kurse 1-3 sind zwar aufwendiger, jedoch sind die Kurse 4 und 5 einfacher. Die ersten Kurse bestehen zumeist aus Hausübungen und Gruppenarbeiten. Vor allem Kurs 4 besteht fast nur aus Gruppenarbeiten. In Kurs 5 muss man eine Arbeit schreiben. Ich habe mich damals für die Spezialisierung entschieden, weil ich leicht reingekommen bin und das Thema mich interessiert hat.",
    "rating_1": "3.5",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Public_und_Nonprofit_Management": {
    "information_text": "Im Zentrum von 'Public and Nonprofit Management' steht die Steuerung öffentlicher und Nonprofit Organisationen im Spannungsfeld betriebswirtschaftlicher, rechtlicher, politischer sowie gesellschaftlicher Anforderungen. Die Studierenden bearbeiten konkrete Problemstellungen und Projekte unter Nutzung wissenschaftlicher Erkenntnisse, Ansätze und Methoden und vertiefen dadurch fachlich-theoretische sowie anwendungsbezogene Kompetenzen. Darüber hinaus wählen Studierende aus ausgewählten, aktuellen Anwendungsgebieten, z.B. Civil Society, Impact Measurement and Accountability, Multi-level Governance, Public Corporate Governance.",
    "student_name_1": "Benjamin",
    "student_opinion_1": "Extrem cool, wenn man auch von einer anderen Seite die Wirtschaft betrachten kann. Denn man bekommt somit nicht nur Profit-Dinge vermittelt, sondern ebenso auch Einblicke in Public-Management und vor allem was bei Non-Profit-Organisationen zum Erfolg geführt hat, und wie man es eben nicht machen soll.",
    "rating_1": "4",
    "student_name_2": "Nuri",
    "student_opinion_2": "Kurs 1 ist recht theoretisch, man lernt vor allem verschiedene Theorien und Konzepte kennen, behandelt werden Themen wie beispielsweise Nonprofit Governance, verschiedene Arten von Accountability und New Public Management. Dabei liest man jeweils viel Literatur dazu und arbeitet einige Themen in Kleingruppen aus. Die Note setzt sich hier vor allem aus den zahlreichen Präsentationen in den Einheiten, der schriftlichen Ausarbeitung einer Case Study (über eine öffentliche oder Nonprofit-Organisation) in der Gruppe und einem Take Home Exam zusammen. In Kurs 2 arbeitet man in einer Kleingruppe 3 verschiedene Fallstudien aus. Dabei führt man jeweils eine Problemanalyse durch und erarbeitet verschiedene Lösungsempfehlungen. So ging es beispielsweise darum, die Spendengala im ORF von Licht ins Dunkel kritisch zu hinterfragen oder Maßnahmen für die MA48 auszuarbeiten, damit jene das Ziel der Klimaneutralität bis 2040 erreichen kann. Zusätzlich gab es ein paar Kurzpräsentationen in der Gruppe. Kurs 3 war der aufwendigste Kurs, dafür aber auch sehr praxisnahe. Hier arbeitet man als Gruppe mit einem Projektpartner, also einer öffentlichen bzw. Nonprofit Organisation zusammen (Projektpartner und Gruppenmitglieder kann man sich selbst aussuchen). Die Projektaufträge waren recht unterschiedlich (und variieren natürlich von Semester zu Semester), es ging aber z. B. darum, Interviews oder Umfragen durchzuführen, Literatur zu recherchieren oder vorhandene Daten auszuwerten bzw. selbst zu erheben, um ein paar Beispiele zu nennen. Der wichtigste Teil der Note ist der Projektendbericht, in dem man als Gruppe beispielsweise konkrete Handlungsempfehlungen für den jeweiligen Projektpartner ausarbeitet. Die Ergebnisse werden am Ende auch kurz präsentiert. Für Kurs 4 und 5 wählt man aus einigen vorgegebenen Kursen. Positiv hier zu erwähnen ist, dass diese Kurse oft geblockt stattfinden, man hat jene also innerhalb weniger Tage abgeschlossen - eventuell verteilen sich die Termine aber dennoch über ein paar Wochen. In einem Kurs 4 ging es um die digitale Transformation im öffentlichen Sektor. Man lernt verschiedene Public Services, wie z. B. Mängelmelder, Ideenplattformen usw. kennen und arbeitet dann zu einem konkreten Public Service in der Gruppe eine schriftliche Ausarbeitung aus. Diese ist auch zu präsentieren. Darüber hinaus gibt es zwei Essays als Einzelaufgabe. Als Kurs 5 konnte man Nonprofit-Organisationen im Wandel wählen. Hier lernt man über Wandelprozesse und beschäftigt sich näher mit der Wahrnehmung und den Reaktionen auf Veränderungen und der Change Kommunikation. In der Gruppe präsentiert man verschiedene Vorgehensweisen für die Lösung eines Problems einer Organisation, die schriftliche Analyse ist eine Einzelaufgabe. Ein Highlight ist in diesem Kurs, dass man über einige Wochen auch selbst einen persönlichen Wandel einführen muss. Eine Reflexion darüber ist dann auch Teil des Take Home Exams. ",
    "rating_2": "3.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Rechnungslegung_und_Steuerlehre": {
    "information_text": "In 'Rechnungslegung und Steuerlehre' erwerben Studierende vertiefte Kenntnisse und Fähigkeiten in Rechnungslegung und Steuerlehre und können diese miteinander verknüpfen. Sie lernen u.a. bilanzpolitische Gestaltungsmöglichkeiten zu erkennen und verschiedenste unternehmensrechtliche, steuerliche und bilanzpolitische Gestaltungsmöglichkeiten zu analysieren und zu beurteilen.",
    "student_name_1": "Melanie",
    "student_opinion_1": "Die SBWL beschäftigt sich mit den grundlegenden Prinzipien des Bilanzierens und den daraus folgenden steuerlichen Folgen. Sie vertieft sich vor allem in die Thematiken des Jahresabschlusses, steuerliche Investitionsentscheidungen, Wirtschaftsprüfung und Konzernbilanzierung. Vor allem die praxisnahen Fallbeispiele und Case Studies mit den großen Wirtschaftskanzleien sind eines der großen Highlights dieser SBWL. Die SBWL empfiehlt sich für alle, die in den Beruf der Wirtschafts-, Steuerprüfung oder Bilanzierung gehen wollen. Vor allem für WiRe-Studierende ist sie eine gute Ergänzung zum Steuerblock. Die Kurse 3-5 werden anhand einer Abschlussprüfung, der Modulprüfung, beurteilt – hier kannst du dein ganzes Gelerntes anhand von Cases anwenden. Empfehlenswert für: Vor allem Leute, die in die Steuer- oder Wirtschaftsprüfung gehen wollen, sowie diejenigen, die in der Bilanzierung tätig werden möchten.",
    "student_name_2": "4.5",
    "student_opinion_2": "Perfekte Vorbereitung für die Steuerberatung und Wirtschaftsprüfung. Es gibt viele Kontakte zwischen dem Institut und den Big4, was es erleichtert Praktikumsplätze zu bekommen. Einziges Manko: der 5. Kurs ist wirklich einfach ein Frontalvortrag dessen Inhalte man nach 3 Wochen wieder vergessen hat.",
    "rating_1": "Thomas",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Recht_der_Wirtschaft": {
    "information_text": "Nach der Absolvierung von „Recht der Wirtschaft“ haben die Studierenden vertiefte Kenntnisse und Fertigkeiten in den für die wirtschaftliche Tätigkeit besonders relevanten Rechtsgebieten: Arbeits- und Sozialrecht, Steuerrecht, Gesellschaftsrecht und Europäisches Wirtschaftsprivatrecht. Studierende können juristische Falllösungstechnik anwenden und fundiert in wirtschaftsrechtlichen Fachdiskussionen argumentieren.",
    "student_name_1": "",
    "student_opinion_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_1": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Responsibility_and_Sustainability_in_Global_Business": {
    "information_text": "Nach der Absolvierung von 'Responsibility and Sustainability in Global Business' verfügen Studierende über das Wissen, die Fähigkeiten und die Kompetenzen, um komplexe Nachhaltigkeits-Herausforderungen in der wirtschaftlichen Praxis zu beur-teilen und zu bewältigen. Die Studierenden werden zu 'Nachhaltigkeitsgeneralist*in-nen' mit breitem Wissen darüber, was soziale Verantwortung, Nachhaltigkeit und nachhaltige Entwicklung im internationalen Wirtschaftskontext bedeuten. Insbeson-dere wird den Studierenden vermittelt, welche Ansätze Unternehmen bei der Lösung der großen gesellschaftlichen Herausforderungen unserer Zeit (Klimawandel, Migra-tion, Diversität und Inklusion, etc.) verfolgen. Das Fach wird zur Gänze auf Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_1": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Steuerrecht": {
    "information_text": "Nach der Absolvierung von „Steuerrecht“ haben die Studierenden vertiefte Kenntnisse und Fertigkeiten in den wichtigsten Bereichen des österreichischen und internationalen Steuerrechts. Neben den theoretischen Grundlagen und den Querverbindungen zu anderen österreichischen und internationalen Rechtsgebieten liegt auch die Anwendung auf konkrete Fälle im Fokus.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Strategy_and_Organization": {
    "information_text": "Im Zentrum von „Strategy and Organization“ steht die Frage, wie Führungskräfte Organisationen gestalten und erneuern können, um strategische Ziele zu erreichen. Die Studierenden lernen, wie die Strategie eines Unternehmens mit der Organisationsstruktur, der Kultur, zentralen Prozessen und dem Umfeld in Einklang gebracht werden muss und wie Manager diese Designparameter aktiv beeinflussen können. Die Studierenden absolvieren die Spezialisierung zur Gänze in Englisch.",
    "student_name_1": "Daniel",
    "student_opinion_1": "In Kurs 1-3 lernt man Theorie über Organisationsstrukturen, organisationalen Wandel und Projektmanagement, die dann in Kurs 4-5 angewendet wird. Man lernt viel, und bis auf Kurs 5 ist der Aufwand auch sehr ECTS-nah. Die Professoren machen ihre Arbeit relativ gut und begleiten die Studierenden durch die SBWL.",
    "rating_1": "4",
    "student_name_2": "Marie",
    "student_opinion_2": "Die ersten beiden Kurse sind relativ ähnlich und behandeln theoretische Grundlagen zum Thema Unternehmensorganisation. Sie beinhalten ein Gruppenprojekt mit einer Präsentation und eine Prüfung. Ich finde die Kurse nicht besonders einfach, aber sie dauern nur 3-4 Wochen, also sind sie schnell vorbei. Im Allgemeinen bekommt man keine Note schlechter als eine 3, obwohl die Professoren sagen, dass eine 2 oder 3 sehr schlecht ist. Der dritte Kurs ist ein Projektmanagement-Kurs. Er beinhaltet kleinere Aufgaben und insgesamt ist der Kurs sehr einfach und entspannt. Auch dieser Kurs dauert nur 3-4 Wochen. Kurs 4 ist ein Fallstudienkurs (der einzige, den man während eines Auslandssemesters belegen kann). Als Gruppe erhält man eine Fallstudie, die innerhalb von 4 Wochen zu einer 70-minütigen Präsentation entwickelt und vorgestellt werden muss. Dies ist der stressigste Kurs in Bezug auf die Zeit. Kurs 5 ist ein Projektkurs mit einem Unternehmen, der das ganze Semester dauert. Dieser Kurs ist ziemlich cool, weil es keine festen Vorlesungen gibt und man seine Zeit frei einteilen kann. Die Themen und Unternehmen sind ebenfalls sehr interessant. Insgesamt ist die Spezialisierung sehr interessant und lehrreich, da man viel lernt, sei es Theorie oder Praxis im Bereich Beratung. Die Spezialisierung ist nicht besonders schwierig, und es ist einfacher, gute Noten zu bekommen, aber die Kurse sind sehr kurz, was sie sehr zeitintensiv und stressig macht.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Supply_Chain_and_Operations_Management": {
    "information_text": "Nach der Absolvierung von „Supply Chain and Operations Management“ haben die Studierenden vertiefte Kenntnisse und Fähigkeiten in allen Themenbereichen des Supply Chain und Operations Managements, u.a. die Materialbeschaffung, die Herstellung von Produkten und die Verteilung an die Kunden. Darüber hinaus vertiefen sich die Studierenden in selbstgewählten, aktuellen Anwendungsgebieten. Die Stu-dierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Supply_Networks_and_Services": {
    "information_text": "Nach der Absolvierung von 'Supply Networks and Services' verfügen die Studierenden über umfassende Kenntnisse zu Theorien, Methoden und Modellen zur Unterstützung von Entscheidungsprozessen in Unternehmen und NPOs im Bereich des Supply Chain Managements, insbesondere im Bereich der Strukturierung und Gestaltung von Netzwerken. Darüber hinaus setzen Studierende Schwerpunkte in selbstgewählten, aktuellen Anwendungsgebieten. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Lisa",
    "student_opinion_1": "Ich habe mich für die SBWL 'Supply Networks and Services' entschieden, weil mich besonders die Inhalte der Supply Chain und der Lieferketten interessieren. Die SBWL-Kohorten pro Semester sind eher kleiner, dadurch aber viel familiärer. Was auch sehr interessant ist, ist die Tatsache, dass in den Kursen viele Austauschstudierende dabei sind, wodurch der Unterricht noch internationaler wird.",
    "rating_1": "4",
    "student_name_2": "Martha",
    "student_opinion_2": "Kurs 1 bietet eine Einführung in die Grundlagen des Supply Chain Managements und behandelt viele theoretische Aspekte wie Treiber und Kennzahlen der Lieferkette, aggregierte Planung, Verkaufs- und Betriebsplanung sowie Nachfrageprognosen in der Lieferkette. Der Kurs umfasst Gruppenarbeit oder Hausarbeiten, Präsentationen und eine Abschlussprüfung. Kurs 2 konzentriert sich auf die Theorie des Shortest Path Problems, des Traveling Salesman Problems und des Vehicle Routing Problems sowie auf die grundlegenden Prinzipien und Methoden von Verteilungsnetzwerken. Lösungen zur Optimierung von Fahrtrouten werden mithilfe von Excel gefunden. Dieser Kurs beinhaltet Gruppenarbeit und eine Abschlussprüfung. Kurs 3 vertieft die Theorie der Verteilungsnetzwerke und das Warehouse Location Problem, das Design globaler Lieferketten, Optimierungsmodelle und die Identifizierung aktueller Probleme bei Störungen der Lieferkette. Die Arbeit mit Excel und Gruppenprojekte sind ebenfalls Bestandteil dieses Kurses, neben einer Abschlussprüfung. Kurs 4 ist in zwei Schienen unterteilt: Humanitäre Logistik und Nachhaltige Logistik. Die Schiene Humanitäre Logistik behandelt Logistik während Katastrophen wie Erdbeben, Überschwemmungen und Kriege, einschließlich Methoden zur Entscheidungsunterstützung, Zusammenarbeit und Koordination, und diskutiert den EU-Entscheidungsprozess für Krisen. Diese Schiene umfasst ein Quiz und eine Abschlussprüfung. Die Schiene Nachhaltige Logistik konzentriert sich auf nachhaltige Ansätze für Logistik, einschließlich der Supply Chain Due Diligence Directive, ESG-Berichterstattung, der Gestaltung nachhaltiger städtischer Logistik und verschiedener Kreislaufwirtschaftsrahmen. Diese Schiene beinhaltet ebenfalls Gruppenarbeit, ein Quiz und eine Abschlussprüfung. Kurs 5 beinhaltet sehr wenige Vorlesungen und erfordert von den Studierenden das Verfassen einer 15-20-seitigen Seminararbeit über Humanitäre oder Nachhaltige Logistik, die für die erste Hälfte ihrer Bachelorarbeit verwendet werden kann. Dieser Kurs umfasst Präsentationen, die Seminararbeit und eine Peer-Review.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Sustainability_Reporting": {
    "information_text": "Der Schwerpunkt von „Sustainability Reporting“ liegt auf Fragen der Nachhaltig-keitsberichterstattung im Kontext eines hochdynamischen Regulierungsumfelds, mit besonderem Fokus auf die Europäische Union (EU). Die Studierenden erwerben ver-tiefte Kenntnisse und Kompetenzen in Bezug auf die Entwicklung konsistenter, ver-lässlicher und rechtskonformer Nachhaltigkeitsberichtssysteme und deren As-surance. Das Fach wird zur Gänze auf Englisch absolviert.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Transportwirtschaft_und_Logistik": {
    "information_text": "Nach Absolvierung von Transportwirtschaft und Logistik“ haben Studierende die vertieften Kenntnisse und Fähigkeiten um eine Problemstellung aus dem Bereich Transport / Verkehr / Logistik / Supply Chain zu erfassen, abzugrenzen, zu strukturieren und schrittweise zu lösen. Studierende wählen aus aktuellen Anwendungsgebieten.",
    "student_name_1": "Christopher",
    "student_opinion_1": "Sehr spannende und umfangreiche SBWL, da auch die Lehrenden sehr praxiserfahren sind und viel Expertise aus dem realen Leben mitbringen. Vor allem gefällt es mir, dass ich das Gelernte auch in meinen zukünftigen Berufen anwenden kann und somit auch von den Erfahrungen während des Studiums profitiere.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Topics_in_Economics_and_Social_History": {
    "information_text": "Im Fokus von „Topics in Economic and Social History“ steht, was aus der Vergan-genheit gelernt werden kann und was nicht. Vergangene Ereignisse werden als Er-fahrungen bei der Entscheidungsfindung und deren Ergebnissen auf der Ebene von Unter-nehmen, Ländern und im globalen Maßstab betrachtet und die Studierenden lernen wie die Vergangenheit die Gegenwart beeinflusst und wie wir diesen langfris-tigen Ein-fluss bei Entscheidungen und Maßnahmen berücksichtigen können. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Unternehmensführung_und_Controlling_/_Strategy_&_Management_Accounting": {
    "information_text": "„Unternehmensführung und Controlling“ fokussiert darauf, wie Unternehmen ihre Strategie formulieren, umsetzen und (neu) bewerten, um sowohl die kurzfristigen als auch die langfristigen Ziele des Unternehmens zu erreichen. Die Studierenden verstehen die Rolle strategischer und operativer Controlling-Instrumente bei der Entscheidungsfindung von Managern und können diese in verschiedenen Kontexten und auf unterschiedliche Probleme anwenden. Die Studierenden absolvieren die Spezialisierung zur Gänze in Englisch.",
    "student_name_1": "Georg",
    "student_opinion_1": "In Kurs 1 lernst du viel Theorie über Strategie-Frameworks und machst auch einige anspruchsvollere Berechnungen. In Kurs 2 beschäftigst du dich mit Datenanalyse und lernst einige Programme kennen (wie Stata, Tableau, PowerBI). Kurs 3 und 4 sind miteinander verbundene Projekt-Kurse. Hier wählst du zwischen einem sehr anspruchsvollen und Excel-lastigen, aber extrem lehrreichen Kurs, wo du lernst, den Wert eines Unternehmens quantitativ zu bestimmen, und einem weniger anspruchsvollen, qualitativen Kurs, wo du an einem Managementberatungsprojekt arbeitest. Kurs 5 ist eine Kombination aller Inhalte aus der Spezialisierung. IFU ist eine sehr gehypte Spezialisierung; jedoch sind die Lehrmethoden und der Kursaufbau nicht besonders modern oder besser als das, was ich aus anderen Kursen gewohnt bin. Es ist viel Learning-by-Doing, da du wenig Anleitung für die Case Studies und Programme bekommst, was sehr herausfordernd ist. Was mir besonders gefallen hat, waren die Lerninhalte (Strategie und die Anwendung sowie das Verständnis von Finanzkennzahlen). Außerdem sind die Mitstudierenden wirklich gut und motiviert, was für die vielen Gruppenprojekte sehr angenehm ist. Generell zeichnet sich die Spezialisierung durch eine starke Gemeinschaft aus, mit vielen Veranstaltungen, und alle fahren gemeinsam für 2 Tage nach Retz in Kurs 3. Ich würde die Spezialisierung allen empfehlen, die sich wirklich für Strategie und die Arbeit mit Zahlen interessieren. Wenn du die Spezialisierung jedoch nur wegen ihres Rufs wählst, könntest du schnell enttäuscht sein.",
    "rating_1": "4",
    "student_name_2": "Sara",
    "student_opinion_2": "Die SBWL hat eine sehr coole Community. Du triffst fast nur sehr motivierte und engagierte Mitstudierende. IFU ist eine der aufwendigeren Spezialisierungen. Inhaltlich erhältst du Einblicke in die Bereiche Consulting und Investment Banking. Du lernst hauptsächlich quantitative Methoden sowie Strategietheorien und -frameworks.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Urban_and_Regional_Economics": {
    "information_text": "Nach der Absolvierung von „Urban and Regional Economics“ beherrschen die Studie-renden die wesentlichen theoretischen und methodischen sozialwissenschaftlichen Forschungskompetenzen, die es ihnen ermöglichen, Standortentscheidungen von Unternehmen und Haushalten zu analysieren und vorherzusagen, reale Probleme wie die Steigerung der Innovationsleistung von Regionen anzugehen, regionales Wirtschaftswachstum und -rückgang zu erklären oder eine evidenzbasierte Stadt- und Infrastrukturplanung zu unterstützen. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Verhaltenswissenschaftlich_orientiertes_Management": {
    "information_text": "Im Zentrum von 'Verhaltenswissenschaftlich orientiertes Management' stehen das Verhalten von Individuen, Gruppen und Organisationen in ihren relevanten Umwelten, dessen Einflussfaktoren wie z.B. Wahrnehmungen, Einstellungen, Prozesse, Strukturen, Dynamiken sowie Möglichkeiten und Grenzen der diesbezüglichen Beeinflussung. Die erlangten Kompetenzen befähigen die Studierenden, Rahmenbedingungen für Individuen und Gruppen aktivierend im Hinblick auf zu erreichende Ziele zu gestalten (Sozialkompetenz) und die Lebens- und Funktionsfähigkeit sozialer Systeme, v.a. von Organisationen, positiv zu beeinflussen (Systemkompetenz). Darüber hinaus erwerben die Studierenden durch Praxisimpulse konkretes Wissen und Erfahrungen in ausgewählten Themenbereichen wie z.B. Führung, Beratung & Coaching, Wirtschaftsmediation, Ethik in Organisationen und Potenzialanalyse eigener Karrieremöglichkeiten.",
    "student_name_1": "Viktoria",
    "student_opinion_1": "Für mich persönlich absolut die beste Entscheidung. Während man in einem Kurs das Zusammenarbeiten in Gruppen und die Psychologie dahinter erlernt, werden in einem anderen Kurs die verschiedenen Strukturen, Kulturen und Hierarchien von Unternehmen samt den daraus folgenden Effekten näher beleuchtet. Noch ein Pluspunkt: Wirklich alle Teilnehmer waren extrem nett und hilfsbereit!",
    "rating_1": "4.5",
    "student_name_2": "Lisa",
    "student_opinion_2": "Die Kursinhalte aus Kurs 1, 2, 3 und 5 sind für jeden der VOM besucht gleich, lediglich in Kurs 4 hat man eine Auswahlmöglichkeit. Alle Kurse sind auf Deutsch. In Kurs 1 werden die absoluten Basics unterrichtet, auf welchen die SBWL aufbaut. Bei mir wurde vor allem der Fokus darauf gelegt, dass wir uns alle untereinander kennenlernen. Vom Format her ist der Kurs ähnlich wie PFO. Kurs 2 ist sehr psychologisch und zeigt auch die historische Entwicklung von Menschen in Organisationen auf. Es gibt keine Teilleistung, sondern nur am Schluss eine Single Choice Prüfung, welche man nicht unterschätzen sollte. Die meisten haben darauf einen 3er oder 4er und nur die wenigsten einen 1er oder 2er. Die Prüfungsergebnisse des letzten Antritts findet man immer auf der Website. In Kurs 3 lernt man wieder viele Theorien, welche für Kurs 5 nochmal relevant werden. In Kurs 3 hat man eine Gruppenarbeit und eine mündliche Prüfung, auf die man sich sehr gut vorbereiten kann. Kurs 4 war sehr entspannt. Hier geht es vor allem um einen selbst und es sind meistens Coachings oder Kurse von Externen (keine WU Profs sondern hauptsächlich Psychologen) ähnlich zu den Soziale Kompetenz Workshops (zB Ziel- und Stressmanagement, Wirtschaftsmediation, …). Ich kann Stefan Reichel sehr empfehlen, weil der Kurs kaum ein Aufwand war, man durch seine Kompetenz aber trotzdem etwas gelernt hat. Kurs 5 ist dafür leider sehr sehr aufwendig und gleicht die Entspanntheit von Kurs 4 wieder aus. Man hat keine Vorlesungen sondern bekommt zu Beginn den Auftrag in einer 2er Gruppe eine 10.000 Wörter Seminararbeit zu schreiben. Außerdem bekommt man einen Betreuer zugeteilt, mit dem man regelmäßige Treffen hat. Am Schluss gibt es eine Defensio, für die ihr ein aufwendiges Poster designen, eure Kernaussagen von der Seminararbeit präsentieren und dann von 2 Profs (eurem Betreuer & ein anderer VOM Prof) Fragen beantworten müsst. Den Prof kann man sich in diesem Kurs nicht aussuchen und er wird zufällig zugeteilt. Die Spezialisierung wird mit einem sozialen Ausklang abgeschlossen, bei dem nochmal alle Absolvent*innen von Kurs 5 und alle VOM Profs zusammenkommen. Dort gibt es Vorträge, ein Buffet und Getränke (auch Alkohol) wodurch man sich mit den Profs nochmal auf Augenhöhe unterhalten kann. Insgesamt kann ich die Spezialisierung sehr weiterempfehlen, weil man inhaltlich einiges lernt und die Inhalte sehr abwechslungsreich gestaltet sind. Man muss sich lediglich überlegen, ob die mündliche Prüfung aus Kurs 3 und die Abschlussarbeit aus Kurs 5 etwas für einen sind. Außerdem finde ich es schön, wie in den meisten Kursen der Fokus darauf gelegt wird, dass man alle anderen Teilnehmer*innen aus der Spezialisierung kennenlernt. Es waren eigtl. alle in der Spezialisierung sehr lieb und am Schluss war man wie eine kleine Familie.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Wirtschaft_und_Gesellschaft": {
    "information_text": "Nach der Absolvierung von „Wirtschaft und Gesellschaft“ haben die Studierenden tiefgehende Kenntnisse und Fähigkeiten in den wesentlichen Themenbereichen der Wirtschaftssoziologie, der Sozialpolitik, der Wirtschaftsgeographie, der Wirtschaftsgeschichte sowie grundlegende Kenntnisse in empirischer Sozialforschung. Studierende lernen Wirtschaften als soziales Handeln zu erfassen, welches von vielerlei gesellschaftlichen Einflussfaktoren bestimmt ist. Sie können die soziale und ökonomische Rolle von Wohlfahrtsstaaten sowie ungleiche wirtschaftliche und räumliche globale Entwicklungen erklären, wirtschafts- und sozialgeschichtliche Entwicklungen vom Mittelalter bis zur Gegenwart beschreiben sowie empirische sozialwissenschaftliche Arbeiten verstehen und bewerten.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Wirtschaftstraining_&_Bildungsmanagement": {
    "information_text": "In 'Wirtschaftstraining und Bildungsmanagement' werden fachliche und fachübergreifende Kompetenzen entwickelt, die die Absoventinnen und Absolventen in Handlungsfeldern wie Beratung, Coaching, Führung, Personalmanagement und innerbetriebliche Weiterbildung benötigen. Es wird nicht nur das Verständnis für betriebswirtschaftliche Zusammenhänge vertieft, sondern es werden auch persönliche Qualitäten im Umgang mit Menschen und der gelungenen Kommunikation mit ihnen gefördert. Es richtet sich an Studierende, die in Zukunft zusätzlich zu ihrer Fachkarriere als Inhouse-Trainerinnen und Trainer in der betrieblichen Wissensvermittlung tätig sein möchten (dafür kann als Zusatzqualifikation auch der Kompetenznachweis Wirtschaftstraining erworben werden).",
    "student_name_1": "Stefan",
    "student_opinion_1": "Die SBWL ist eine einzigartige Erfahrung - du wirst nie wieder einen Vortrag so sehen wie zuvor. Egal, ob du in diesem Bereich bleiben möchtest oder nicht, du nimmst wertvolle Erfahrungen mit. Du lernst nicht nur die theoretischen Ansätze der kognitiven Verarbeitung und Vortragsvorbereitung, sondern kannst diese auch gleich in die Praxis umsetzen. Die Professoren und die Expertenvorträge sind praxisnah und helfen dir nicht nur im Berufsfeld, sondern auch in deinem weiteren Arbeits- oder Studienleben. In den Kursen 3-5 hältst du deine eigenen Seminare und schreibst kleine Facharbeiten. Zusätzlich gibt es die Möglichkeit, ein Zertifikat für den Wirtschaftstrainer zu erwerben – Näheres dazu erfährst du in der SBWL. Ich kann die SBWL allen empfehlen, die hinter die Fassade eines Vortrags schauen wollen und dabei sehr praktische Kompetenzen für Präsentationen, Auftreten, Organisation und Lerntechniken erlangen möchten.",
    "rating_1": "4.5",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Wirtschaftsmathematik_/_Business_Mathematics": {
    "information_text": "„Wirtschaftsmathematik“ hat einen quantitativen Fokus und die Studierenden erwerben vertiefte Kenntnisse und Fähigkeiten in Mathematik und Statistik. Die Studierenden absolvieren es zur Gänze in Englisch.",
    "student_name_1": "Johanna",
    "student_opinion_1": "Die SBWL ist eine einzigartige Erfahrung - du wirst nie wieder einen Vortrag so sehen wie zuvor. Egal, ob du in diesem Bereich bleiben möchtest oder nicht, du nimmst wertvolle Erfahrungen mit. Du lernst nicht nur die theoretischen Ansätze der kognitiven Verarbeitung und Vortragsvorbereitung, sondern kannst diese auch gleich in die Praxis umsetzen. Die Professoren und die Expertenvorträge sind praxisnah und helfen dir nicht nur im Berufsfeld, sondern auch in deinem weiteren Arbeits- oder Studienleben. In den Kursen 3-5 hältst du deine eigenen Seminare und schreibst kleine Facharbeiten. Zusätzlich gibt es die Möglichkeit, ein Zertifikat für den Wirtschaftstrainer zu erwerben – Näheres dazu erfährst du in der SBWL. Ich kann die SBWL allen empfehlen, die hinter die Fassade eines Vortrags schauen wollen und dabei sehr praktische Kompetenzen für Präsentationen, Auftreten, Organisation und Lerntechniken erlangen möchten.",
    "rating_1": "3",
    "student_name_2": "",
      "student_opinion_2": "",
      "rating_2": "",
      "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  }
}
