{
    "title_question_1": "What are specializations?",
    "text_question_1": "Specializations are the opportunity to set an individual focus in your studies. They encompass 20 ECTS and usually consist of 5 courses (each worth 4 ECTS). Specializations are included in almost all study programs.<br><br> In the old curriculum, they were called Special Business Administration (SBWL). In the new curriculum, they are referred to as specializations or complementary subjects, where the term complementary subject describes a specialization that is not thematically related to the branch of study. This distinction is important because you are only allowed to complete a maximum of one complementary subject. Alternatively, there is also the option to complete Courses Abroad. Here, you can have courses with a business-related focus that you took abroad credited up to 20 ECTS, which is highly recommended for a semester abroad. BBE students have access to all English-language specializations as well as their own BBE specializations. <br><br>For more information, attend our event Let’s Talk About Specializations! (The next date will be announced on social media.)<br> You can find our presentation here: <a href='https://ag-wu.at/lets-talk-about-praesentationen/' target='_blank'>Link</a>",
    "title_question_2": "When do applications start?",
    "text_question_2": "The next registration period starts on August 29, 2024. The registration window must be open for at least 4 days for each specialization.<br><br> You can find all important deadlines here: <a href='https://www.wu.ac.at/studierende/mein-studium/bachelorguide/sbwl-2-1-1' target='_blank'>Link</a>",
    "title_question_3": "How does the entry process work?",
    "text_question_3": "To participate in the admission process, you must register for the course ET “Introduction to Specialization” of the respective specialization on LPIS during the registration period. Sometimes, additional documents such as a motivation letter or CV are required. Where these need to be submitted is usually indicated on the respective institute’s website. The application procedures vary from specialization to specialization. Admission can be based on grade point average, admission test, motivation letter, first-come-first-served, or combinations thereof. <br><br>An overview of the admission procedures and ET course numbers can be found in the AG WU entry list. <br>Here is the link to the entry list: <a href='https://ag-wu.at/services/sbwl-liste-2023/' target='_blank'>Link</a>",
    "title_question_4": "What specializations are available?",
    "text_question_4": "There are approximately 40 specializations in total. On the ÖH WU website, you can find an article for each specialization describing the structure and content of the specialization. Additionally, the respective SBWL fair presentation is always attached here.<br><br>You can find the overview here: <a href='https://oeh-wu.at/service/studium/sbwls' target='_blank'>Link</a>",
    "title_question_5": "Which specializations are possible with my 'Studienzweig'?",
    "text_question_5": "Not all specializations can be completed in every branch of study, and not all combinations are permissible. For example, in the new curriculum, you can only choose a maximum of one complementary subject. <br><br>You can find out which specializations and combinations of specializations are possible in your branch here:",
    "title_question_6": "Which specialization is good?",
    "text_question_6": "Whether a specialization is good or bad is mostly subjective. You can find out what experiences other students have had with the specializations in the AG WU opinion brochure. <br><br>Here are the ratings:",
    "title_question_7": "Which combinations are suitable?",
    "text_question_7": "Unfortunately, there is no clear answer to the question of how best to combine specializations. Depending on your preferences, there are different strategies you can follow: <br><br>1.) Focus on overarching theme: If you already know exactly which topic interests you and in which area you want to work later, you can choose specializations that complement each other thematically. For example, if you are interested in financial metrics and your dream job is CFO, the combination of Finance and Strategy & Managerial Accounting is likely very suitable. However, specializations should not overlap too much thematically. For instance, you should not choose three marketing specializations (especially if you are also planning a marketing master's) because you would cover the same topics multiple times.<br><br> 2.) Focus on variety: Another legitimate strategy is to choose specializations that provide a broad thematic foundation and offer a lot of variety in your studies. For example, you could combine more quantitative specializations with qualitative ones. An example combination would be International Accounting & Controlling (quantitative) and Entrepreneurship & Innovation (qualitative). <br><br>3.) Focus on workload: Another approach is to consider a balanced workload when choosing specializations. Very demanding specializations (e.g., Data Science or E&I) could be combined with less demanding ones (e.g., IBC or Personalmanagement).",
    "title_question_8": "Which specializations require little effort?",
    "text_question_8": "It is difficult to say how time-consuming certain specializations are compared to others, as subjective impressions also play an important role here. However, it is undeniable that not all specializations are equally complex. For example, the specializations E&I, Strategy and Managerial Accounting (IFU) and Data Science are considered to be particularly complex. Diversity Management, Organization, Human Resources Management or IBC are said to be somewhat less complex. Please note, however, that this information is not complete and is based on subjective experience reports. In addition, it must be said that the effort required for a specialization can change constantly and also depends on many factors, such as the respective course instructors, project partners and, of course, your own grade expectations. You can read how fellow students felt about the specializations in the AG WU opinion brochure. <br><br> Click here for the opinions:" 


}
