{
  "Accounting_and_Taxation": {
    "information_text": "In 'Accounting and Taxation,' the focus is on the tax and accounting implications for multinational corporations. Students acquire deep knowledge and skills in tax planning for multinational enterprises and the corresponding regulations to combat tax avoidance. This includes location decisions considering statutory and effective tax rates, determination of tax burden differentials for inbound and outbound investments depending on the legal form (i.e., PE/corporation/non-corporation), as well as determination of tax burden differentials in cross-border financing (i.e., equity/debt/hybrid financing). The specialization is conducted entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Business_Information_Systems": {
    "information_text": "After completing 'Business Information Systems,' students possess the necessary IT understanding for the central role of technology in service and business innovation, product marketing, customer interaction, and enterprise functioning, considering the latest technological developments. Additionally, they can further specialize in selected application areas: Business Programming, Corporate IT, E-Marketing & Commerce, or Human-Centered System Design.",
    "student_name_1": "Lukas",
    "student_opinion_1": "The first course provides an overview of various IT topics. From Big Data to IoT, a lot is covered. In Courses III and IV, you can choose between four specializations. I think this is great because students have different interests and can choose freely here. I would recommend BIS not only for WINF students but for everyone.",
    "rating_1": "4",
    "student_name_2": "Musya",
    "student_opinion_2": "The SBWL is perfect for people who are interested in the intersections between IT and business. The first two courses provide an overview of what information systems are and the new business methods they enable, especially on the internet. The next two courses offer the opportunity to choose exactly what interests you, whether it is the technical side or the economic/marketing side, so programming skills are not necessarily required. Course 5 is a seminar course where you can choose your area of specialization from many topics. For me, it was data protection and cyber security, and the content was incredibly exciting. My courses were always very well-structured, the content is still highly relevant today, and the professors were always open and helpful. I would highly recommend this specialization to any student interested in the intersections between business and information systems.",
    "rating_2": "5",
    "student_name_3": "Frederik",
    "student_opinion_3": "Course 1, IKT, provides a pleasant introduction to the basics of various internet communication technologies. Topics such as the functioning of DNS servers and VPNs are covered, albeit quite superficially. However, this is forgivable as the course encompasses extensive material, making it difficult to delve deeper. Course 2, Internet Economics, is highly demanding. Each session includes a quiz, followed by PowerPoint presentations and group work with presentations (only 2 to 3 groups per unit). Despite the stress, the course offers fascinating insights into various business concepts on the internet, such as Google's revenue streams or the workings of platforms like Airbnb or eBay. Courses 3 and 4 are always offered in pairs, but the choice is not compulsory. Business Programming, which I chose, is not recommended. Outdated programming languages are taught that are hardly used anymore. Nevertheless, the professor awards good grades as long as one attends the lectures, even though the course seems chaotic at the beginning. The other available courses, such as Corporate IT, Human-Centered Design, and E-Marketing, are described as interesting by fellow students, although I did not personally attend them. My fifth course, Green Transition and Digitization, was particularly captivating. Here, we could explore the green transformation with the help of digitization. There was complete freedom to choose any topic in this area, and weekly feedback sessions ensured a supportive learning environment. The small group size of only 10 participants allowed for intense exchanges. In summary, I feel that BIS lacks a clear red thread, as the courses seem to have little connection to each other. It almost feels like I have completed 20 ECTS points of free elective courses.",
    "rating_3": "3.5"
  },
  "Change_Management_und_Management_Development": {
    "information_text": "After completing 'Change Management and Management Development,' students will be able to understand, engage with, and proactively manage the major societal and organizational challenges of our time (e.g., rapid change processes, globalization, climate change, the future of mobility, etc.) with a particular focus on sustainability and future orientation.",
    "student_name_1": "Anna",
    "student_opinion_1": "The lecturers are very dedicated to conveying the concepts of change management to the students. The program was particularly interactive due to group exercises and presentations. I am looking forward to the upcoming courses, as they feature several very interesting project partners.",
    "rating_1": "3",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Climate_Change_Economics,_Policy,_and_Justice": {
    "information_text": "After completing 'Climate Change Economics, Policy, and Justice,' students will have the necessary analytical tools and conceptual framework to understand how climate change and climate policies, such as the European Green Deal, impact businesses and households. The course is conducted entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Courses_Abroad": {
    "information_text": "The subject 'Courses Abroad' can be chosen in all study programs except International Business Administration. In this subject, courses amounting to 20 ECTS can be credited, which were completed abroad and have an economic relevance. The courses must be completed outside Austria and the home country of the students, unless they are part of an (online) offering from WU networks such as ENGAGE.EU or SIGMA. The courses must be taken at a recognized foreign post-secondary educational institution and must be graded.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Data_Science": {
    "information_text": "After completing 'Data Science,' students will have a profound, interdisciplinary understanding of the fundamentals of data science as well as a practical approach to newly developed data processing and analysis techniques. The program is entirely conducted in English.",
    "student_name_1": "Julia",
    "student_opinion_1": "Long story short: Demanding but worth the effort! Getting in is not so easy because the SBWL is relatively popular and also targets many WINF students. It's important to prepare well for the entrance test.",
    "rating_1": "4",
    "student_name_2": "Musya",
    "student_opinion_2": "The SBWL is the most intensive thing I have ever done at university. This SBWL requires an incredible amount of time and energy, but if you are interested, you really learn what Data Science is. It is worth mentioning, however, that the courses are differently well-structured. In courses 2 and 3, I had the most helpful professors, who adhered to deadlines and were very respectful to students. In contrast, the other courses were the exact opposite. The assignments were posted incredibly late, sometimes taking months to be graded, and getting a response to an email was more of an abstract fantasy. In course 4, we didn't even get insight into our performance; the grade was just entered into LPIS, without points on LEARN or Canvas. In summary, one can say that you do learn a lot in this SBWL, but the organization of it all is absolutely dreadful. If you can manage this SBWL, you can manage anything in your studies.",
    "rating_2": "3",
    "student_name_3": "Frederik",
    "student_opinion_3": "Course 1: Data Processing 1 throws you into the deep end; it's a lot of work and quite stressful. It covers the basics of Python. Course 2: Data Analytics is rather relaxed, with a comfortable pace. You learn the fundamentals of R. Course 3: Data Processing 2 is quite pleasant, with a major project at the end being the focus, which varies a lot depending on your group. Course 4: There are two options, one for R and one for Python. I chose the R course, which was poorly communicated due to the professor's lack of response to emails. Ultimately, he grades fairly, but you're left unsure about what to do for your project. The Python course is supposed to be much better and more engaging in terms of content. The R course has great potential, but unfortunately, it's not realized. Course 5: Data Science Lab involves a real project in collaboration with a company. I haven't finished it yet, but it's quite exciting because it involves solving a real problem.",
    "rating_3": "4.5"
  },
  "Decision_Sciences:_Game_Theory,_Psychology_and_Data_Analysis": {
    "information_text": "In 'Decision Sciences: Game Theory, Psychology, and Data Analysis,' students gain in-depth knowledge in strategic thinking. They learn to understand the psychological foundations of decision-making, analyze the incentives of decision-makers and the market forces they are exposed to, and predict their behavior. They learn to generate data to support evidence-based management decisions, analyze it correctly, and draw conclusions. The program is entirely conducted in English.",
    "student_name_1": "Maximilian",
    "student_opinion_1": "The first three courses of the SBWL cover three different fields related to decision making. In Business Psychology, you learn basic psychological concepts, and in Data, you work with a program called Stata. Personally, I found Game Theory super cool because you learn a lot about strategies through in-class experiments",
    "rating_1": "3.5",
    "student_name_2": "Marie",
    "student_opinion_2": "The first three courses are Data Analytics, Game Theory I, and Business Psychology I. The order in which you take these courses doesn't really matter, as long as you complete one in the first semester. For the next two courses, students can choose from Game Theory II, Business Psychology II, and/or a project/advanced course. Data Analytics is essentially statistics in English combined with some programming in RStudio, which is very helpful, especially if you plan to write a quantitative bachelor's thesis later. The course includes homework, an exam, and a group project with a presentation. The instructors are nice and quite accommodating. Game Theory is a very VUE-like course, with lots of homework, experiments, and an exam. I found the course quite demanding and the assignments weren't explained very clearly, so a lot of self-learning is required. Business Psychology is pretty cool. This course also includes a group project and an exam. The professor is extremely kind and has excellent expertise. I found the courses very educational and exciting. The project course is essentially a typical consulting course. What's particularly cool is that, depending on your talents and preferences, you get a specific project with a real company. Additionally, there is a Negotiations course that you can choose to take. Overall, I would rate this specialization as more demanding, as it is very VUE-like. If you're interested in the individual topics, it's recommended; otherwise, you won't learn much that you can apply in your professional life.",
    "rating_2": "2.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Digital_Marketing": {
    "information_text": "Digital Marketing has become an indispensable part of the marketing mix. It is closely associated with data-driven marketing and marketing analytics, operating within an increasingly technology- and data-driven environment. A wide range of elective options allows students to delve deeper into specific topics and challenges of digital marketing, such as Mobile Marketing, Google Ads and Analytics, Influencer Marketing, Text Analytics, Machine Learning in Marketing, Customer Relationship Management, and much more.",
    "student_name_1": "Laura",
    "student_opinion_1": "A very interesting specialization if you want to engage in a lot of practical work. If you are interested in topics like social media marketing, email marketing, Google Analytics, SEO, and creating landing pages, then this specialization is definitely highly recommended. We had the opportunity to collaborate with companies like LIBRO, Wiener Dirndl, and AYOKA. There were also certificates awarded. I would do it again.",
    "rating_1": "4.5",
    "student_name_2": "Niklas",
    "student_opinion_2": "The SBWL is really cool if you're interested in marketing. It's not that easy to get into, so the SBWL itself is a bit more demanding. However, it's definitely possible to achieve very good grades if you put in the effort. Course 1 covers all the theoretical foundations, Course 2 focuses on data analysis (using R Studio), and no prior knowledge is necessary for that. Courses 3 and 4 offer several options to choose from; these were my favorite courses because you can specialize in what interests you. Course 5 is a project course; in my case, it was with Willhaben as a corporate partner. Overall, the SBWL is very interesting. A bit more practical relevance would be desirable, but otherwise top-notch. (Apart from Course 1, there are no exams, mostly presentations and group work.)",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Diversitätsmanagement": {
    "information_text": "After completing 'Diversity Management,'' students will possess in-depth knowledge of the fundamental concepts of gender and diversity management. They will be able to identify potential for change in the context of organizational and social science issues, formulate strategic goals, and develop action competence at the implementation level. Most of the courses can also be taken in English.",
    "student_name_1": "David",
    "student_opinion_1": "I would particularly recommend the SBWL to students interested in learning how to make a company as diverse as possible to gain a competitive advantage in the market. The first four courses were heavily lecture- and theory-based, while in Course 5, we developed our own projects. Overall, I would describe the SBWL as somewhat time-consuming but not particularly demanding.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Ecological_Economics_-_Economy,_Climate_Change,_and_Sustainability": {
    "information_text": "Upon completing 'Ecological Economics - Economy, Climate Change, and Sustainability,' students understand the relationship between the environment and the economy, the social causes and impacts of climate change, excessive resource use, and other environmental issues, along with their interconnections. They can explain the resulting significant challenges and derive measures from the local to the global level. The course is entirely taught in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Economics_Core": {
    "information_text": "After completing 'Economics Core,' students understand advanced micro- and macroeconomic concepts and have in-depth knowledge and skills in modern empirical methods of economic research.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Economics_Fields": {
    "information_text": "In 'Economic Fields,' students acquire extensive knowledge and skills for handling data and complex economic decision problems. The program is completed entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Entrepreneurship_&_Innovation": {
    "information_text": "After completing 'Entrepreneurship and Innovation,' students will know and understand key theories, methods, and empirical findings in the fields of entrepreneurship and innovation, the emergence and identification of innovations/opportunities, and the strategic implementation of innovations.",
    "student_name_1": "Maria",
    "student_opinion_1": "The specialization mainly offers ambitious fellow students, and the topics are very exciting if you are interested in the subject matter. Additionally, you have a lot of responsibility in the project courses. However, there are easier specializations for better grades, as E&I involves a lot of work and dedication.",
    "rating_1": "4",
    "student_name_2": "Georg",
    "student_opinion_2": "E&I is definitely one of the most demanding specializations, and admission is rather selective. Course 1 is effectively the only theory course, providing an overview of a wide variety of topics related to entrepreneurship, innovation, and strategy. The course structure and grading scheme take some getting used to, but the content is interesting. Courses 2 - 5 are very practice-oriented. Courses 2 and 3, called 'Zones,' are relatively less demanding in terms of workload, designed to balance out the more intensive project courses. Courses 4 and 5 are project courses, which are the core of the specialization. In these, you typically work on consulting projects for companies, with the highlight being the close interaction with project partners. You can also undertake projects in the startup sector. How much you enjoy the specialization certainly depends on how lucky you are with your project partners. At the end of each semester there is the E&I Touchdown, where all project groups pitch their projects in a pitching competition. I would recommend this specialization to anyone interested in consulting or entrepreneurship, who prefers applying knowledge in practice rather than just learning theory, and who can accept that the workload does not at all align with the ECTS credits. Personally, I do not regret my decision.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Ethics_for_Management,_Organizations_and_Society": {
    "information_text": "In 'Ethics for Management, Organizations, and Society,' students receive an interdisciplinary education focusing on ethical issues in management, business, and society. They gain in-depth knowledge and skills in areas such as philosophical theories of ethics and morality, business ethics, the role of values in organizations, and responsible interaction in professional environments. The course is entirely taught in English.",
    "student_name_1": "Hannah",
    "student_opinion_1": "I personally really like the new specialization because Courses 1 and 2 delve deeply into current ethical issues that are often difficult to discuss in everyday life. For example, whether it is ethically correct to ban Trump from Twitter or how to properly handle the introduction of AI in a company. Additionally, the first two courses are worth 6 ECTS, but the workload is very manageable and not stressful. Course 1 also includes theoretical foundations, which are explained in a very practical manner. Course 3 focuses on the topic of organization and values and is the only course in the SBWL with an exam that counts for 40% of the grade. Course 4 is more about personal development and working on one's daily ethical behavior. The entire grade for this course is based on a seminar paper and presentation, where students have complete freedom. Overall, presentations and reflection papers are the main grading criteria in all three courses, which is why I would not consider the SBWL to be too demanding. In my opinion, the only major drawback of the SBWL is the organization. Besides irregular course times, which are often difficult to plan, the grading system is also very opaque unless you directly ask for clarification. Feedback has unfortunately been very rarely given in the SBWL so far, which I believe needs urgent improvement. However, since we are the first group ever, I hope that our suggestions for improvement will be taken seriously by the professors to address these shortcomings in the future. I would personally recommend the SBWL to extroverted students, as the specialization particularly emphasizes class discussions. If you enjoy sharing your opinion or want to work on being able to explain your thoughts on difficult topics correctly, this SBWL is a good addition to your WU studies. Additionally, I can say from personal experience that it is well-received by employers, as the topic is very current and important for every company.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "European_and_International_Economic_Law": {
    "information_text": "Upon completion of 'European and International Economic Law,' students possess a profound understanding of the key principles of European economic law, taking into account political and economic aspects of European integration. The course is entirely conducted in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Finance:_Markets,_Institutions,_and_Instruments": {
    "information_text": "In 'Finance: Markets, Institutions & Instruments,' students gain an economic understanding of financial markets, their instruments, and the associated value creation, especially in the context of corporate finance. By learning the principles of finance, students acquire the competence to discuss, analyze, and solve financial issues for households, investors, businesses, financial institutions, and financial market regulators. They master state-of-the-art models for investment and financing decisions as well as for the evaluation and management of risks at the portfolio level, including stocks, bonds, and derivative securities. Additionally, they can choose from various application areas to focus on individually. The specialization is entirely conducted in English.",
    "student_name_1": "Paul",
    "student_opinion_1": "Basic, selected contents of finance are taught, however, partly very simplified due to their complexity. The language of instruction is English, sometimes it is a bit exhausting to follow the non-native lecturers on complex topics. The SBWL is mostly quantitative, a certain mathematical understanding and basics of statistics should already be present. For a positive assessment, mini cases must be worked on every week in individual performance, which must then be presented and justified. All in all, I would estimate the effort in relation to other SBWLs relatively high.",
    "rating_1": "3.5",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Handel_und_Marketing": {
    "information_text": "After completing 'Trade and Marketing,' students will master the theories, methods, and techniques of marketing while considering the unique challenges of an increasingly digitalized trade landscape. They will be familiar with management tasks in industry and commerce and understand the processes and analytical methods of a modern, data-driven marketing approach. Through practical application of these methods in various contexts (case studies, practical projects, and consulting projects), they will acquire not only specialized knowledge but also application competencies and management skills (such as leadership, critical thinking, communication, and teamwork). Digital proficiency is a key factor in the training. Through practical dialogue, students will learn solutions to specific issues in economic practice and will have the opportunity to exchange ideas with executives on current topics and challenges in trade and marketing.",
    "student_name_1": "Lena",
    "student_opinion_1": "The entrance exam is quite challenging but fair, as it provides a basic understanding necessary for the SBWL. I personally find this quite beneficial, as it allows for immediate discourse in the course without needing to repeat everything. Despite this, you learn a lot of new things, and the SBWL is very practical. I participated in a sales training session and we collaborated with a company to develop a comprehensive marketing strategy. The SBWL is very flexible and practical, allowing you to work with interesting companies and offering opportunities to specialize based on your interests.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Health_and_Social_Policy": {
    "information_text": "After completing 'Health and Social Policy,' students will have a comprehensive insight into the socioeconomics of health and social policy, the challenges of current policies, and the options for future developments. They understand alternative approaches to the study and practice of social policy, can assess them, and critically analyze them. The program is entirely conducted in English.",
    "student_name_1": "Tobias",
    "student_opinion_1": "Last semester, the new specialization Health and Social Policy offered Courses 1-3 for the first time. In the first course, the focus is on getting a general overview. There is a small quiz, roughly halfway through the first lecture, but if you briefly engage with the literature, it is absolutely manageable. Otherwise, a lot of emphasis is placed on participation, and you should engage a bit with the topics being discussed. Therefore, you have to write a response paper once, and you should create a visual essay in a group. In the second and third courses (Economics and Policy of the Private/Public Healthcare Industry), the performance requirements are not quite as exceptional. Participation still counts, but otherwise, after every two lectures, there is a quiz on the material covered. So, it's a good idea to engage with the lecture slides beforehand. For the final quiz, the number of questions is doubled, and there are a few calculation examples that were covered in the sessions. Interesting topics are covered, ranging from the general structure of welfare states to pension policy, physicians and hospitals, epidemiology, regulation of unhealthy goods, and behavioral health economics. Overall, I felt that there was a lot of emphasis on dialogue with the students.",
    "rating_1": "4",
    "student_name_2": "Chris",
    "student_opinion_2": "If you have some interest in social sciences, the SBWL is great. Also easily manageable within one semester. The lecturers are all very friendly and accommodating. Sometimes the topics overlap, which can make it a bit boring at times.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Information_Management_and_Control": {
    "information_text": "'Information Management and Control' integrates various management dimensions for IT development and optimization of IT operations. The focus is not only on traditional efficiency and effectiveness considerations but also on innovation capability, IT compliance, information security, maturity levels, and ecological IT sustainability, for example. Students gain in-depth knowledge and skills in contemporary IT and innovative approaches required for digital transformation and leading modern agile organizations. They explore how companies design IT strategies and understand governance, how IT services can be organized, planned, implemented, and controlled to achieve business objectives. The program is entirely conducted in English.",
    "student_name_1": "Max",
    "student_opinion_1": "This SBWL focuses heavily on the topic of 'ITIL'. As a result, it provides an excellent overview of various important IT topics. Knowledge of ITIL is also highly sought after in the job market and is often found in the requirements for IT jobs.",
    "rating_1": "3.5",
    "student_name_2": "Simon",
    "student_opinion_2": "Course 1 'Foundations of Information Management and Control': This course establishes the theoretical foundations for information management, which will be relevant for the subsequent courses. There are two closed book exams and, at the end, a group presentation on new technologies within the framework of Gardner's Hype Cycle. 3.5/5 Course 2 'IS Strategy and Governance': This course covers understanding IS strategies, their implementation, and evaluation, and includes methods for interpreting frameworks like ITIL and COBIT for IS strategies. The assessment consists of two closed book exams and a group presentation. Five bonus points can also be earned during the lectures. 4/5 Course 3 'IS Development Management and Control': This course primarily focuses on software development. The ITIL framework is also examined in the context of software development. Agile and traditional methods of software development are explained. The learned content is then practically applied in the Shark Tank session in the final unit. Here, we were to present a new app in groups, addressing the specifications of software development and linking the course content. Additionally, a video had to be created to convince the professors to invest in our app. There was also an online open book exam, and bonus points could be earned during the lectures, some of which were also online. 5/5 Course 4 'IS Operations Management and Control': This course provides an overview of IT service management (ITSM) and the associated frameworks and standards like ITIL, TOGAF, and CMMI. Groups are required to create an intermediate report and a final report on assigned papers and present them online in groups. The exam is also online and open book. 4.5/5 Course 5 'Research Project on Information Management and Control': This course is a research seminar. Here, you can write a seminar paper on any topic within the scope of information management, either in groups or individually. The research proposal and intermediate report are to be submitted as PowerPoint presentations during the semester, and the seminar paper is to be presented at the end of the semester. 4/5",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Interactions_of_Economy_and_Society": {
    "information_text": "In 'Interactions of Economy and Society,' students acquire knowledge and skills across a broad spectrum of social science theories and research methods that complement the standard models and approaches of economics. They explore social science issues and methodologies that address the complex interplay between economy and society, considering historical and cultural factors as well as political and legal frameworks. Students can choose individual specializations in specific topics and complete the program entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Accounting_and_Controlling": {
    "information_text": "'International Accounting and Controlling' combines content from International Financial Reporting and accounting-oriented controlling. Students gain in-depth knowledge of accounting according to International Financial Reporting Standards (IFRS). In addition, fundamental components of controlling are discussed in an English-speaking context. Depending on their focus, students also acquire advanced applied knowledge and skills in areas such as Non-Financial Accounting, Financial Statement Analysis, International Accounting Research, and accounting-oriented corporate planning and control. The program is entirely conducted in English.",
    "student_name_1": "Stefan",
    "student_opinion_1": "The SBWL International Accounting mainly deals with the standards that are internationally applicable for accounting (IFRS). This is important, especially to ensure comparability for investors and other stakeholders in financial reports. To further deepen one's knowledge, in Course 5, you can choose content from a pool of various topics and thereby complete the SBWL.",
    "rating_1": "3.5",
    "student_name_2": "Moritz",
    "student_opinion_2": "The specialization International Accounting and Controlling is an excellent choice for students who want to deepen their knowledge in accounting and apply it on an international level. The focus of this specialization lies on the International Financial Reporting Standards (IFRS), which serve as the foundation for the course contents. The specialization consists of five courses, each setting different priorities. In the first course, an introduction to IFRS and their applications is provided, focusing on the basics and principles of IFRS. The second course deepens the understanding of IFRS standards and examines in detail the main balance sheet items and the cash flow statement. The Management Controlling course is comparable to the management accounting part of AMC. The course on Consolidated Financial Statements according to IFRS deals with the preparation and consolidation of consolidated financial statements in accordance with IFRS. Finally, the elective courses offer various options such as Financial Statement Analysis, Non-financial Accounting, Business Simulation, and Digitalization in Accounting, providing insights into various aspects of accounting and controlling. The specialization offers practice-relevant content that can be directly applied in the real world, and the workload is well balanced and rarely overwhelms students. The courses are mostly taught by young PhD students who convey current and innovative approaches. This specialization is particularly interesting for students aiming for an international career or wanting to work in companies that use IFRS as their accounting standard. I think, it is ideal for those who have already shown interest in the courses JUB or AMC.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_and_European_Tax_Law": {
    "information_text": "In 'International and European Tax Law,' students acquire advanced knowledge and skills in key areas of international tax law. This includes the law of double taxation agreements, international tax policy, the tax law and tax policy of the European Union (issues of fundamental freedoms, state aid, anti-tax avoidance measures), transfer pricing in multinational companies, and international corporate taxation. Students complete the program entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Business": {
    "information_text": "After completing 'International Business,' students will have a comprehensive understanding of its principles across various types of businesses (e.g., small vs. large enterprises; services vs. production), different functions (e.g., HR, finance, sales, R&D), and various strategic challenges (e.g., international expansion and divestments, global organization, relationships between headquarters and subsidiaries). Additionally, students can choose from different application areas. The program is entirely conducted in English.",
    "student_name_1": "Florian",
    "student_opinion_1": "The SBWL is extremely diverse, especially in Courses 3-5, where you have the opportunity to specialize in various international topics such as International HRM, Internationalization in Professional Soccer, and more.",
    "rating_1": "4",
    "student_name_2": "Martha",
    "student_opinion_2": "Course 1 is a large course with 160 students and no mandatory attendance and offers an introduction to international firm expansion across various fields such as marketing, HR, and finance. Topics include globalization, the historical context of globalization, its dimensions and drivers, globalization strategy, market entry and selection, and international financial management. Students will complete one case study in pairs and a final exam. Course 2 covers market entry strategies, global strategic management, international marketing, cross-cultural management, and international HR management. It involves three group presentations, papers for presentations, and peer review papers, but there is no final exam. Courses 3-5 offer different options each semester, with content varying each term, and the content is super diverse.",
    "rating_2": "3.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Business_Communication": {
    "information_text": "The focus of 'International Business Communication' is on understanding the role and function of language and communication in business contexts, particularly in internal, external, and intercultural communication settings. Students are empowered to apply these concepts in practice and to analyze corporate communication in terms of its underlying intention and handle it accordingly. The program is entirely conducted in English.",
    "student_name_1": "'Katharina",
    "student_opinion_1": "IBC is a very pleasant SBWL. You learn a lot about expressions, for example, how to express yourself best, what language manipulation is, language in advertising/politics, etc. There are many case studies with practical content, but also a lot of theory. The professors are always striving to make the course as interesting as possible.",
    "rating_1": "4",
    "student_name_2": "Marie",
    "student_opinion_2": "The five courses are quite similar. Usually, there is group work with presentations, smaller assignments, and shorter seminar papers. Course 3 is the only one with an exam, which accounts for 40% of the grade. The instructors are all very nice and well-versed in their fields. The only challenging aspect is getting into the courses, as it operates on a first-come-first-served basis. It's a great specialization if you enjoyed IBC from the CBK or if you're looking for an easier, more relaxed specialization.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "International_Marketing_Management": {
    "information_text": "After completing 'International Marketing Management,' students will possess in-depth knowledge of IMM concepts and their application to practical economic issues in an international context (Global Business Planning). They will deepen their skills through selected courses on current international marketing and management topics. The program is entirely conducted in English.",
    "student_name_1": "'Sarah",
    "student_opinion_1": "It's a very demanding SBWL. There are extremely many case studies, practical examples, group work. This makes the courses very interactive. However, the SBWL is very cool because it not only deals with the usual marketing topics but also other subjects in the international context.",
    "rating_1": "4",
    "student_name_2": "Mira",
    "student_opinion_2": "Overall, I can recommend the SBWL IMM because it provides interesting marketing insights. Although some content overlaps with the basic marketing lecture, I found that it complements it well. The two project courses, in particular, are very interesting and valuable, and you can learn a lot from them (recommendation: Global Media Marketing). Additionally, the SBWL is not very demanding. Even if you are doing a semester abroad, IMM as an SBWL is quite flexible.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Knowledge_Management": {
    "information_text": "The focus of 'Knowledge Management' is the method-oriented and research-driven imparting of knowledge to understand and analyze organizations, as well as to identify and implement the need for change.",
    "student_name_1": "Vanessa",
    "student_opinion_1": "There is the possibility of obtaining a Greencard, which you receive if you achieve a 'Very Good' in PFO. The SBWL is particularly suitable for students who have chosen the WINF (Business Informatics) study program, as the topics are heavily focused on informatics. The individual courses involve a lot of group work, presentations, and several papers to write.",
    "rating_1": "4",
    "student_name_2": "Julia",
    "student_opinion_2": "The introduction to Knowledge Management (Course 1) was very easy and required very little effort. There was 1 exam, 2 homework assignments, and 1 case study. The Semantic AI course (Course 2) included 1 group project and the presentation of the group project, along with 1 exam. The Semantic AI application course (Course 3) involved 1 group project and the presentation of the group project, easy quizzes on individual articles, and 1 exam. In the project course with a company (Course 4), we had to complete a written report and present the results as a group project, along with 1 exam. Each student can choose whether to focus on AI or Knowledge Management for Course 5. This course mainly consists of writing a seminar paper and presenting the paper. There is no exam, and there were only 3 class sessions.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Marketing": {
    "information_text": "The purpose of a company is to acquire and retain customers. But how do you acquire customers, and how can you sustainably retain them with the company? In 'Marketing,' these and similar questions are addressed. Students acquire specialized knowledge and application-related skills in current and relevant topics of marketing management, particularly concerning current issues of consumer behavior, societal trends, and technological developments.",
    "student_name_1": "Jonas",
    "student_opinion_1": "The lecturers are very motivated and true experts in their field. The Marketing SBWL covers a broad aspect of marketing, with the collaboration in Course 5 with companies being especially excellent.",
    "rating_1": "4",
    "student_name_2": "Lara",
    "student_opinion_2": "The SBWL in Marketing is, in my opinion, structured in a comprehensible way, with all courses building upon each other. The first two courses are very theory-heavy and partly repeat some content from the Marketing lecture in the CBK (Core Business Knowledge). The third course involves analyzing and evaluating data, which is very time-consuming but highly informative. The fourth course is elective; there is a wide range of options from strategic courses to Coding in R and Data Analysis. The fifth course is practice-oriented and really demanding, as it incorporates everything covered so far. Personally, I really like the SBWL. The theory from courses 1 and 2 could be consolidated, and instead, an additional practice-oriented course could be introduced. The professors are all very competent, the learning materials are always available, and it is not difficult. I would say it's a lot of fun, and you can also make very good contacts.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Marketing_and_Consumer_Research": {
    "information_text": "'Marketing and Consumer Research' places the individual as a consumer at the forefront. It provides students with fundamentals of consumer psychology, marketing research methods, and skills in data analysis, interpretation, and synthesis to conduct customer-centric marketing ('Making Sense of Data'). The program emphasizes the integration of international academic research with practical applications. Students apply their consumer-oriented marketing knowledge, such as creating value at key touchpoints between organizations and consumers. Topics include sustainability, branding, marketing communication, as well as the ethical and societal relevance of marketing. Additionally, students can choose from various current application areas. The program is entirely conducted in English.",
    "student_name_1": "Simon",
    "student_opinion_1": "You learn a lot about marketing in general, but also about psychological aspects, such as how to influence consumers' purchasing decisions with sounds, for example. Additionally, you learn a lot about marketing communication, customer touchpoints with the brand, and how to build and maintain a strong brand. Course 5 is very diverse, as you can choose from many different courses.",
    "rating_1": "4",
    "student_name_2": "Niklas",
    "student_opinion_2": "Compared to other SBWLs, this one is relatively easier. The professors are very generous and friendly. Content-wise, it is excellent for those interested in both marketing and psychology. The courses are quite diverse, ranging from those covering the basics of psychology in marketing (Course 1), a course focusing on the customer journey, a course on the best methods of consumer research, a project course, and a course from a selection of many electives. I found the SBWL very exciting and interesting content-wise. The only criticism is that the assignments are sometimes a bit odd or poorly explained, and the professors sometimes take a long time to respond. Otherwise, it is an excellent SBWL through and through.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Mathematical_Methods": {
    "information_text": "Upon completion of 'Mathematical Methods,' students possess deep and highly applicable quantitative knowledge and skills to independently analyze, structure, and solve mathematical problems. The course is entirely conducted in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Organisation": {
    "information_text": "The focus of 'Organization' is on understanding how organizations function internally and in interaction with their environment. Students learn about the design and governance of organizations, particularly from a management perspective, but also how this management perspective necessarily interacts with a broader societal view of organizations. Against this background, students recognize the increasing complexity of organizations and organizational networks in practice. Students are confronted with various special application fields in the course content.",
    "student_name_1": "Theresa",
    "student_opinion_1": "The SBWL covers topics such as how organizations are structured, the processes that occur within an organization, what constitutes an 'organizational culture', and much more. The individual courses are very well coordinated and suitable even for students without a strong background in business administration, as Course 1 provides all the relevant basics about organizations. The lecturers are very dedicated to making their courses informative and interesting. Even during the distance learning mode, there were weekly meetings to stimulate discourse among us students. However, one should be aware that there are many smaller seminar papers, reflections, etc. (often in groups) to write and sometimes present, which can be very time-consuming.",
    "rating_1": "3.5",
    "student_name_2": "Oskar",
    "student_opinion_2": "The SBWL Organization is one of the easier SBWLs. With little effort, it is easy to achieve a grade of one or two. The most interesting was probably the third course. The fifth course was quite chaotic. There are tests only in the first course; after that, the grade is mainly based on participation, reflection or seminar papers, and presentations. In summary, the SBWL is quite relaxed and runs smoothly on the side, though it is not particularly exciting.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Personalmanagement": {
    "information_text": "After completing 'Human Resource Management,' students have deep and extensive knowledge and skills in the field of human resource management, including recruitment, personnel development, labor law, and performance management.",
    "student_name_1": "Alexander",
    "student_opinion_1": "You get a comprehensive overview of the entire field of human resources and have many specialization options, such as in personnel development, labor law, HR, personnel management, and much more. For me personally, it was important that the program is very practice-oriented and that I can apply the learned content in my daily life, which is definitely possible with personnel management.",
    "rating_1": "4",
    "student_name_2": "Lisa",
    "student_opinion_2": "Course 1 is the same for everyone, but after that, you can flexibly decide which content you want to learn. Whether Personal Management is demanding or not depends mainly on the professors, so I highly recommend reading the ProfCheck reviews beforehand! The specialization does not seem like a cohesive unit; instead, each course appears to be independently designed, making it difficult to find connections between them. One advantage is that in Course 5, you can choose the course 'Developing an Idea into a Thesis Outline.' In this course, you write half of your bachelor's thesis and are assigned a supervisor with whom you can continue writing your thesis after the course. Generally, Courses 1-4 are in German, and Course 5 can only be taken in English. A positive aspect is that each course attempts to link the content with practical applications, and at least various cases are reviewed.",
    "rating_2": "3",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Philosophy:_Logic_and_Ethics": {
    "information_text": "In 'Philosophy: Logic and Ethics,' students are introduced to methodological considerations regarding the justification of scientific inquiries and subsequently apply these considerations to economic theories. The course is entirely conducted in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Politik_des_gesellschaftlichen_Wandels": {
    "information_text": "After completing 'Politics of Social Change,' students will have an in-depth social science understanding of societal change, particularly the interplay between political claims for shaping and uncontrolled dynamics.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Produktionsmanagement": {
    "information_text": "After completing 'Production Management,' students will have a profound understanding of the efficient and effective planning, control, and management of all resources and activities of companies at the strategic, tactical, and operational levels necessary to supply the market with goods and services. Students acquire comprehensive knowledge and skills in Production and Operations Management with self-selected additional focuses (e.g., blockchain, production and supply chain management, procurement and inventory management, service management, process and quality control/management, data analytics/marketing engineering).",
    "student_name_1": "Sandra",
    "student_opinion_1": "Courses 1-3 are more demanding, whereas Courses 4 and 5 are easier. The initial courses mostly involve homework and group work. Course 4, in particular, consists almost entirely of group work. Course 5 requires writing a paper. I chose this specialization back then because it was easy to get into and the topic interested me.",
    "rating_1": "3.5",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Public_und_Nonprofit_Management": {
    "information_text": "The focus of 'Public and Nonprofit Management' is the management of public and nonprofit organizations within the tension field of business, legal, political, and societal requirements. Students address concrete problems and projects using scientific knowledge, approaches, and methods, thereby deepening both theoretical and application-oriented competencies. Additionally, students choose from selected, current application areas, e.g., civil society, impact measurement and accountability, multi-level governance, public corporate governance.",
    "student_name_1": "Benjamin",
    "student_opinion_1": "It's extremely cool to be able to view the economy from a different perspective. This way, you not only learn about profit-oriented aspects but also gain insights into public management and especially what has led to success in non-profit organizations, and how things should not be done.",
    "rating_1": "4",
    "student_name_2": "Nuri",
    "student_opinion_2": "Course 1 is quite theoretical, primarily introducing various theories and concepts, covering topics such as nonprofit governance, different types of accountability, and new public management. Students read a lot of literature on these subjects and work on some topics in small groups. The grade is mainly composed of numerous presentations during the sessions, the written report of a case study (about a public or nonprofit organization) done in groups, and a take-home exam. In Course 2, students work in small groups to analyze 3 different case studies. They conduct problem analyses and develop various recommendations for solutions. For example, they critically examined the charity gala on ORF's 'Licht ins Dunkel' or developed measures for MA48 to achieve climate neutrality by 2040. Additionally, there were a few short group presentations. Course 3 was the most demanding course but also very practical. Here, students work in groups with a project partner, i.e., a public or nonprofit organization (both project partners and group members can be chosen by the students). The project assignments were quite varied (and naturally vary from semester to semester), but they typically involved conducting interviews or surveys, researching literature, or analyzing existing data and collecting new data. The most important part of the grade is the final project report, where the group develops concrete recommendations for action for the project partner. The results are also briefly presented at the end. For Courses 4 and 5, students choose from several predefined courses. A positive aspect here is that these courses are often block courses, meaning they are completed within a few days, though the sessions may still be spread over several weeks. In one Course 4, the focus was on digital transformation in the public sector. Students learn about various public services, such as issue reporting platforms and idea platforms, and then work on a specific public service in a group to produce a written report. This report is also presented. Additionally, there are two individual essays. As Course 5, students could choose 'Nonprofit Organizations in Transition.' Here, students learn about change processes and delve deeper into perceptions and reactions to changes and change communication. In groups, students present different approaches to solving an organization's problem, and the written analysis is an individual task. A highlight of this course is that students must introduce a personal change over several weeks, and a reflection on this change is part of the take-home exam.",
    "rating_2": "3.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Recht_der_Wirtschaft": {
    "information_text": "After completing 'Economic Law,' students have advanced knowledge and skills in the legal fields particularly relevant to economic activity: labor and social law, tax law, corporate law, and European economic private law. Students can apply legal case resolution techniques and argue competently in economic law discussions.",
    "student_name_1": "",
    "student_opinion_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_1": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Responsibility_and_Sustainability_in_Global_Business": {
    "information_text": "After completing 'Responsibility and Sustainability in Global Business,' students possess the knowledge, skills, and competencies to assess and manage complex sustainability challenges in business practice. They become 'sustainability generalists' with a broad understanding of social responsibility, sustainability, and sustainable development in the international business context. Students learn about the approaches companies take to address major societal challenges of our time, such as climate change, migration, diversity, and inclusion. The program is conducted entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_1": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Rechnungslegung_und_Steuerlehre": {
    "information_text": "In 'Accounting and Taxation,' students acquire in-depth knowledge and skills in accounting and taxation and can interlink these areas. They learn, among other things, to recognize balance sheet policy options and to analyze and assess various corporate legal, tax, and balance sheet policy options.",
    "student_name_1": "Melanie",
    "student_opinion_1": "The SBWL focuses on the fundamental principles of accounting and the resulting tax implications. It delves deep into topics such as financial statements, tax investment decisions, auditing, and consolidated financial statements. The practical case studies and real-world examples with major economic law firms are major highlights of this SBWL. It is recommended for those aiming for careers in business, tax auditing, or accounting. Particularly for WiRe students, it complements the tax block well. Courses 3-5 are assessed through a final exam, the module exam, where you can apply all your learned knowledge through case studies. Recommended for: Especially people aiming for careers in tax or auditing, as well as those interested in accounting.",
    "rating_1": "4.5",
    "student_name_2": "Thomas",
    "student_opinion_2": "Perfect preparation for tax consulting and auditing. There are many connections between the institute and the Big Four, making it easier to get internships. The only drawback: the 5th course is really just a lecture whose content you forget after three weeks.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Steuerrecht": {
    "information_text": "After completing 'Tax Law,' students have advanced knowledge and skills in the key areas of Austrian and international tax law. In addition to the theoretical foundations and the interconnections with other Austrian and international legal fields, the focus is also on the application to concrete cases.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Strategy_and_Organization": {
    "information_text": "At the core of 'Strategy and Organization' lies the question of how leaders can shape and renew organizations to achieve strategic objectives. Students learn how a company's strategy must align with its organizational structure, culture, key processes, and environment, and how managers can actively influence these design parameters. The specialization is completed entirely in English.",
    "student_name_1": "Daniel",
    "student_opinion_1": "In Courses 1-3, you learn theory about organizational structures, organizational change, project management, which is then applied in Courses 4-5. You learn a lot, and except for Course 5, the workload is also very ECTS-oriented. The professors do their job relatively well and accompany the students through the SBWL.",
    "rating_1": "4",
    "student_name_2": "Marie",
    "student_opinion_2": "The first two courses are relatively similar, covering theoretical foundations on the topic of organization in companies. They include a group project with a presentation and an exam. I find the courses not very easy, but they only last 3-4 weeks, so they are over quickly. Generally, you won't get a grade worse than a 3, although the professors do say that a 2 or 3 is very poor. The third course is a project management course. It involves smaller assignments, and overall, the course is very easy and relaxed. This course also lasts only 3-4 weeks. Course 4 is a case study course (the only one you can take during a semester abroad). As a group, you receive a case that must be developed into a 70-minute presentation within 4 weeks and then presented. This is the most stressful course in terms of time. Course 5 is a project course with a company that spans the entire semester. This course is quite cool because there are no fixed lectures, allowing you to organize your time as you wish. The topics and companies are also very interesting. Overall, the specialization is a really cool and educational one, as you learn a lot, whether it's theory or the practice of consulting. The specialization is not particularly difficult, and it's easier to get good grades, but the courses are very short, making it very time-consuming and stressful.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Supply_Chain_and_Operations_Management": {
    "information_text": "After completing 'Supply Chain and Operations Management,' students have advanced knowledge and skills in all areas of supply chain and operations management, including material procurement, product manufacturing, and distribution to customers. Additionally, students delve into selected, current application areas. The program is conducted entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Supply_Networks_and_Services": {
    "information_text": "After completing 'Supply Networks and Services,' students will possess comprehensive knowledge of theories, methods, and models to support decision-making processes in companies and non-profit organizations in the field of supply chain management, particularly in the structuring and design of networks. Additionally, students focus on self-selected, current application areas. The specialization is entirely completed in English.",
    "student_name_1": "Lisa",
    "student_opinion_1": "I chose the SBWL 'Supply Networks and Services' because I am particularly interested in the content related to supply chain and logistics. The SBWL cohorts per semester are relatively smaller, but this creates a much more familial atmosphere. Another cool aspect is that many exchange students are also enrolled in the courses, which makes the classroom discourse even more international.",
    "rating_1": "4",
    "student_name_2": "Martha",
    "student_opinion_2": "Course 1 provides an introduction to the basics of Supply Chain Management, covering a lot of theory on supply chain drivers and metrics, aggregate planning, sales and operations planning, and demand forecasting in the supply chain. The course includes group work or papers, presentations, and a final exam. Course 2 focuses on the theory of the Shortest Path Problem, the Traveling Salesman Problem, and the Vehicle Routing Problem, as well as the basic principles and methods of distribution networks. Solutions are found to optimize vehicle routes using Excel. This course includes group work and a final exam. Course 3 delves into the theory of distribution networks and the Warehouse Location Problem, design of global supply chains, optimization models, and identification of current issues in supply chain disruptions. Work with Excel and group projects are also part of this course, along with a final exam. Course 4 is split into two tracks: Humanitarian Logistics and Sustainable Logistics. The Humanitarian Logistics track covers logistics during catastrophes such as earthquakes, floods, and wars, including methods for decision support, cooperation, and coordination, and discusses the EU decision process for crises. This track includes a quiz and a final exam. The Sustainable Logistics track focuses on sustainable approaches for logistics, covering the Supply Chain Due Diligence Directive, ESG reporting, making urban logistics more sustainable, and various circular economy frameworks. This track also includes group work, a quiz, and a final exam. Course 5 involves very few lectures and requires students to write a 15-20 page seminar paper on either Humanitarian or Sustainable Logistics, which can be used for the first half of their bachelor's thesis. This course includes presentations, the seminar paper, and a peer review.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Sustainability_Reporting": {
    "information_text": "The focus of 'Sustainability Reporting' is on sustainability reporting issues within a highly dynamic regulatory environment, with a particular emphasis on the European Union (EU). Students gain advanced knowledge and skills in developing consistent, reliable, and legally compliant sustainability reporting systems and their assurance. The course is conducted entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Transportwirtschaft_und_Logistik": {
    "information_text": "After completing 'Transport Economics and Logistics,' students will have advanced knowledge and skills to understand, delineate, structure, and systematically solve a problem in the fields of transport, traffic, logistics, or supply chain. Students choose from current application areas.",
    "student_name_1": "Christopher",
    "student_opinion_1": "Very exciting and comprehensive SBWL, as the instructors are highly experienced in practical settings and bring a lot of real-life expertise. I particularly appreciate that I can apply what I learn to my future careers and benefit from the experiences gained during my studies.",
    "rating_1": "4",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Topics_in_Economics_and_Social_History": {
    "information_text": "The focus of 'Topics in Economic and Social History' is on what can be learned from the past and what cannot. Past events are examined as experiences in decision-making and their outcomes at the level of businesses, countries, and on a global scale, and students learn how the past influences the present and how we can consider this long-term impact in decision-making and actions. The course is entirely conducted in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Unternehmensführung_und_Controlling_/_Strategy_&_Management_Accounting": {
    "information_text": "'Strategy and Managerial Accounting' ('Unternehmensführung und Controlling' /'IFU') focuses on how companies formulate, implement, and (re)evaluate their strategy to achieve both short-term and long-term goals. Students understand the role of strategic and operational controlling tools in managers' decision-making processes and can apply them in various contexts and to different problems.",
    "student_name_1": "Georg",
    "student_opinion_1": "In Course 1, you learn a lot of theory about strategy frameworks and also do some more advanced calculations. In Course 2, you engage in data analysis and get to know some programs (like Stata, Tableau, PowerBI). Courses 3 and 4 are interconnected project courses. Here, you choose between a very demanding and Excel-heavy, but extremely educational course, where you learn how to quantitatively determine the value of a company, and a less demanding, qualitative course, where you work on a management consulting project. Course 5 is a synthesis of all the content from the specialization. IFU is a very hyped specialization; however, the teaching methods and course design are not particularly more modern or better than what I've experienced in other courses. There is a lot of learning by doing, as you receive little guidance for the case studies and programs, which is very challenging. What I particularly liked were the learning contents (strategy and applying and understanding financial metrics). Additionally, the fellow students are really good and motivated, which is very pleasant for the many group projects. Generally, the specialization is characterized by a strong community, with many events and everyone going to Retz together for 2 days in Course 3. I would recommend the specialization to those who are truly interested in strategy and working with numbers. However, if you choose the specialization solely for its reputation, you might be quickly disappointed.",
    "rating_1": "4",
    "student_name_2": "Sara",
    "student_opinion_2": "The SBWL has a very cool community. You meet almost only very motivated and dedicated colleagues. It tends to be one of the more work-intensive SBWLs. In terms of content, you get insights in the direction of consulting and investment banking. You learn mainly quantitative methods and strategy theories and frameworks.",
    "rating_2": "4",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Urban_Regional_Economics": {
    "information_text": "After completing 'Urban and Regional Economics,' students master the essential theoretical and methodological social science research skills that enable them to analyze and predict location decisions of businesses and households, address real issues such as increasing the innovative performance of regions, explain regional economic growth and decline, and support evidence-based urban and infrastructure planning. The course is conducted entirely in English.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Verhaltenswissenschaftlich_orientiertes_Management": {
    "information_text": "The focus of 'Behavioral Science-Oriented Management' is on the behavior of individuals, groups, and organizations in their relevant environments, including influencing factors such as perceptions, attitudes, processes, structures, dynamics, and the possibilities and limitations of influencing them. The acquired competencies enable students to actively design conditions for individuals and groups to achieve goals (social competence) and positively influence the life and functioning of social systems, particularly organizations (system competence). Additionally, students gain concrete knowledge and experience in selected topics through practical inputs, such as leadership, consulting and coaching, business mediation, ethics in organizations, and analysis of their own career potential.",
    "student_name_1": "Viktoria",
    "student_opinion_1": "For me personally, absolutely the best decision. While in one course you learn about teamwork and the psychology behind it, in another course you delve into the different structures, cultures, and hierarchies of companies, along with their resulting effects. Another plus: Every participant was extremely nice and helpful!",
    "rating_1": "4.5",
    "student_name_2": "Lisa",
    "student_opinion_2": "The course content for Courses 1, 2, 3, and 5 is the same for everyone attending VOM, with only Course 4 offering a choice. All courses are in German. In Course 1, the absolute basics are taught, forming the foundation of the SBWL. For me, the focus was primarily on getting to know each other. The format of the course is similar to PFO. Course 2 is very psychological and also shows the historical development of people in organizations. There is no partial grade, only a single-choice exam at the end, which should not be underestimated. Most people get a 3 or 4, and only a few get a 1 or 2. The exam results from the last session can always be found on the website. In Course 3, you learn many theories again, which become relevant for Course 5. Course 3 includes a group project and an oral exam, for which you can prepare very well. Course 4 was very relaxed. It focuses mainly on oneself and usually includes coaching or courses from external providers (not WU professors, but mainly psychologists), similar to the Social Competence Workshops (e.g., Goal and Stress Management, Business Mediation, etc.). I highly recommend Stefan Reichel because the course required little effort, but you still learned something due to his expertise. Course 5, unfortunately, is very demanding and makes up for the relaxed nature of Course 4. There are no lectures; instead, at the beginning, you are assigned to write a 10,000-word seminar paper in a group of two. Additionally, you are assigned a supervisor with whom you have regular meetings. At the end, there is a defense, for which you must design a detailed poster, present the key points of your seminar paper, and then answer questions from two professors (your supervisor and another VOM professor). You cannot choose the professor for this course; they are assigned randomly. The specialization concludes with a social event where all Course 5 graduates and all VOM professors come together. There are lectures, a buffet, and drinks (including alcohol), allowing you to interact with the professors on an equal footing. Overall, I highly recommend the specialization because you learn a lot of content, and it is very varied. You just need to consider whether the oral exam from Course 3 and the final paper from Course 5 are suitable for you. Additionally, I find it nice how most courses focus on getting to know all the other participants in the specialization. Everyone in the specialization was very nice, and in the end, we felt like a small family.",
    "rating_2": "4.5",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Wirtschaft_und_Gesellschaft": {
    "information_text": "After completing 'Economy and Society,' students will have deep knowledge and skills in the essential topics of economic sociology, social policy, economic geography, economic history, and basic knowledge in empirical social research. Students learn to understand economic activity as social action influenced by various societal factors. They can explain the social and economic role of welfare states, as well as unequal economic and spatial global developments. They can describe economic and social historical developments from the Middle Ages to the present and understand and evaluate empirical social science works.",
    "student_name_1": "",
    "student_opinion_1": "",
    "rating_1": "",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Wirtschaftstraining_&_Bildungsmanagement": {
    "information_text": "In 'Business Training and Educational Management,' specialized and cross-disciplinary competencies are developed, which graduates need in fields such as consulting, coaching, leadership, human resource management, and corporate training. It not only deepens the understanding of business relationships but also promotes personal qualities in dealing with people and effective communication with them. It is aimed at students who wish to work as in-house trainers in corporate knowledge transfer in addition to their specialized careers (a competency certificate in business training can be acquired as an additional qualification).",
    "student_name_1": "Stefan",
    "student_opinion_1": "The SBWL is a unique experience - you'll never see a lecture the same way again. Whether you want to stay in this field or not, you gain valuable experiences. You not only learn the theoretical approaches to cognitive processing and presentation preparation but also get to immediately apply them in practice. The professors and expert lectures are practical and help you not only in your professional field but also in your further work or study life. In Courses 3-5, you conduct your own seminars and write small papers. Additionally, there's an opportunity to obtain a certificate as a business trainer - more details about this are available in the SBWL. I highly recommend the SBWL to anyone who wants to look beyond the facade of a lecture and acquire very practical skills for presentations, public speaking, organization, and learning techniques.",
    "rating_1": "4.5",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  },
  "Wirtschaftsmathematik_/_Business_Mathematics": {
    "information_text": "'Business Mathematics' has a quantitative focus, and students acquire in-depth knowledge and skills in mathematics and statistics. The course is entirely conducted in English.",
    "student_name_1": "Johanna",
    "student_opinion_1": "An entrance exam, a motivation letter, and GPA in mathematics and statistics are used to allocate the 40 available spots. Proper preparation for the entrance exam is essential as its content is assumed knowledge during the course. A solid understanding of mathematics is also an absolute requirement for passing the SBWL. The workload is very high compared to other SBWLs.",
    "rating_1": "3",
    "student_name_2": "",
    "student_opinion_2": "",
    "rating_2": "",
    "student_name_3": "",
    "student_opinion_3": "",
    "rating_3": ""
  }
}
