{
    "question_1": "Choose your field of study",
    "question_2": "Were you interested in the topics covered in AMC or JUB?",
    "question_3": "Are you interested in topics related to organization such as procurement, management, or human resources?",
    "question_4": "Are you interested in topics like sales, marketing, public relations, or customer relationships?",
    "question_5": "Can you imagine working in the future in insurance, asset management, banking, or with investors (e.g., private equity)?",
    "question_6": "Would you like to gain special insights into management consulting in your specialization?",
    "question_7": "Do you enjoy dealing with topics like algorithms, programming languages, software engineering, databases, or information technology?",
    "question_8": "Would you like to gain further insights into legal regulations?",
    "question_9": "Do you enjoy dealing with mathematics?",
    "question_10": "Is it important to you that the specialization has a specific international focus?",
    "question_11": "Are you interested in philosophy and ethics?",
    "question_12": "Are you interested in psychology?",
    "question_13": "Want to find out more about self-employment and start-ups?",
    "question_14": "Do you enjoy dealing with the topic of environment and sustainability?",
    "question_15": "Are you interested in how societal factors such as culture, norms, and institutions influence economic processes and decisions?",
    "question_16": "Are you interested in financial topics and their impact on companies?",
    "question_17": "Are you interested in analyzing and improving coordination, processes, and workflows in companies?",
    "question_18": "How interested are you in developing and implementing creative ideas to promote a product or service?",
    "question_19": "Are you interested in stocks and would like to delve into the topic in your specialization?",
    "question_20": "How interested are you in developing and implementing technological solutions to improve business processes?",
    "question_21": "Are you generally interested in legal subjects?",
    "question_22": "Do you want a specialization that also involves calculations and dealing with numbers?",
    "question_23": "Would you like to deepen your understanding of the global market, international business practices and other cultures?",
    "question_24": "Do you enjoy grappling with questions of morality and justice in business?",
    "question_25": "Would you like a specialization that helps you better understand human behavior, motivation, and personality development?",
    "question_26": "Would you like to find out more about the impact of economic decisions on society?",
    "question_27": "Do you want to expand your Excel skills in the specialization?",
    "question_28": "Would you like to learn a programming language (e.g., R) in the specialization?",
    "question_29": "Is it important to you that there are workshops with external speakers from companies or the public sector as part of the specialization?",
    "question_30": "Is it important to you that the specialization also includes a practical project with a company?",
    "question_31": "Do you enjoy giving presentations?",
    "question_32": "Would you like a specialization where assessment is based on written work (case studies, reflection papers, etc.)?",
    "question_33": "Would you like a specialization where assessment is based on exams?",
    "question_34": "Would you like an English-language specialization?",
    "question_35": "Are you also willing to take an entrance test for the specialization?"
    }